Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: If you lose access to your authenticator app or device, you can use your recovery code to regain access to your account.
af: As jy toegang tot jou staafprogram of toestel verloor, kan jy jou terugstellingkode gebruik om weer toegang tot jou rekening te kry.
be: Калі вы страціце доступ да праграмы або прылады аўтэнтыфікатара, вы можаце скарыстацца кодам аднаўлення, каб аднавіць доступ да ўліковага запісу.
et: Kui kaotate juurdepääsu autentimisrakendusele või -seadmele, saate oma kontole juurdepääsu taastamiseks kasutada taastekoodi.
ku: Heke hûn gihîştina serîlêdana an cîhaza xweya rastgir winda bikin, hûn dikarin koda xweya vegerê bikar bînin da ku ji nû ve gihîştina hesabê xwe bistînin.

source: Image
af: Beeld
be: Малюнак
et: Pilt
ku: وێنە

source: Image Quality
af: Beeld kwaliteit
be: Якасць выявы
et: Pildi kvaliteet
ku: Kalîteya Wêne

source: Import
af: Invoer
be: Імпарт
ku: هاوردن

source: Imported files will be sorted by date and given a unique name to avoid duplicates.
af: Ingevoerde lêers sal volgens datum gesorteer word en 'n unieke naam gegee word om duplikate te vermy.
be: Імпартаваныя файлы будуць адсартаваны па даце і атрымаюць унікальную назву, каб пазбегнуць дублікатаў.
et: Imporditud failid sorteeritakse kuupäeva järgi ja neile antakse duplikaatide vältimiseks unikaalne nimi.
ku: پەڕگە هاوردەکان بەپێی بەروار پۆلێن دەکرێت و ناوی بێهاوتای بۆ دادەندرێت بۆی پەڕگەی دووبارە بوونی نەبێت.

source: Imported files will be sorted by date and given a unique name.
af: Ingevoerde lêers sal volgens datum gesorteer word en 'n unieke naam kry.
be: Імпартаваныя файлы будуць адсартаваны па даце і атрымаюць унікальную назву.
et: Imporditud failid sorteeritakse kuupäeva järgi ja neile antakse unikaalne nimi.
ku: پەڕگە هاوردەکان بەپێی بەروار پۆلێن دەکرێت و ناوی بێهاوتای پێ دەدرێت.

source: Importing %{s}…
af: Voer tans %{s} in …
be: Імпарт %{s}…
et: %{s} importimine…
ku: هاوردنی %{s}…

source: Importing files to originals…
af: Voer tans lêers na oorspronklikes in …
be: Імпарт файлаў у арыгіналы…
et: Failide importimine originaalidesse…
ku: هێنانی پەڕگەکان بۆ ڕەسەنەکان…

source: In case pictures you expect are missing, please rescan your library and wait until indexing has been completed.
af: Indien prente wat jy verwag ontbreek, skandeer asseblief jou biblioteek en wag totdat indeksering voltooi is.
be: У выпадку, калі фатаграфіі, якія вы чакаеце, адсутнічаюць, адсканіруйце сваю бібліятэку яшчэ раз і дачакайцеся завяршэння індэксацыі.
et: Kui pildid, mida ootasid, on puudu, skanni oma fototeek uuesti ja oota, kuni indekseerimine on lõpetatud.
ku: Ger wêneyên ku hûn li bendê ne wenda nebin, ji kerema xwe pirtûkxaneya xwe ji nû ve şeh bikin û li bendê bimînin heya ku indexing qediya.

source: Include RAW image files when downloading stacks and archives.
af: Sluit RAW-beeldlêers in wanneer stapels en argiewe afgelaai word.
be: Уключайце файлы малюнкаў у фармаце RAW пры спампоўцы стэкаў і архіваў.
et: Kaasa RAW-pildifailid virnade ja arhiivide allalaadimisel.
ku: Dema ku stêk û arşîvan dakêşin pelên wêneyê RAW têxin nav xwe.

source: Include sidecar files when downloading stacks and archives.
af: Sluit syspanlêers in wanneer stapels en argiewe afgelaai word.
be: Уключаць дадатковыя файлы пры спампоўцы стэкаў і архіваў.
et: Kaasa külgkorvifailid virnade ja arhiivide allalaadimisel.
ku: Di dema dakêşana stêrk û arşîvan de pelên sidecar têxin nav xwe.

source: Increase storage size or delete files to continue.
af: Vergroot stoorgrootte of vee lêers uit om voort te gaan.
be: Каб працягнуць, павялічце памер сховішча або выдаліце файлы.
et: Jätkamiseks suurendage salvestusruumi suurust või kustutage faile.
ku: Mezinahiya hilanînê zêde bikin an pelan jêbirin da ku bidomînin.

source: Index
af: Indeks
be: Паказальнік
et: Indeks
ku: نیشاندەر

source: Index and import files through the user interface.
af: Indekseer en voer lêers in deur die gebruikerskoppelvlak.
be: Індэксуйце і імпартуйце файлы праз карыстацкі інтэрфейс.
et: Indekseeri ja impordi faile kasutajaliidese kaudu.
ku: Pelan bi navgîniya bikarhênerê ve nîşan bikin û derxînin.

source: Indexing
af: Indeksering
be: Індэксацыя
et: Indekseerimine
ku: نیشانەسازی

source: Indexing media and sidecar files…
af: Indekseer tans media- en syspanlêers …
be: Ідзе індэксацыя мультымедыйных і дадатковых файлаў…
et: Meedia- ja abifailide indekseerimine…
ku: پێڕستکردنی پەڕگەکانی میدیا و لاتەنیشتەکان…

source: Information
af: Inligting
be: інфармацыя
et: Teave
ku: Agahî

source: Instance
af: Instansie
ku: Nimûne

source: Instance ID
af: Geval ID
be: Ідэнтыфікатар асобніка
et: Eksemplari ID
ku: IDـی نموونە

source: Instances
af: Instansies
ku: Nimûne

source: Insufficient storage.
af: Onvoldoende berging.
be: Недастаткова месца для захоўвання.
et: Ebapiisav ladustamine.
ku: Depo ne bes e.

source: Invalid
af: Ongeldig
be: Несапраўдны
et: Vigane
ku: بەروارێکی نادروست

source: Invalid address
af: Ongeldige adres
be: Няправільны адрас
et: Vale aadress
ku: Navnîşana nederbasdar

source: Invalid country
af: Ongeldige land
be: Няправільная краіна
et: Vale riik
ku: Welatê nederbasdar

source: Invalid date
af: Ongeldige datum
be: Няправільная дата
et: Vigane kuupäev
ku: بەروارێکی نادروست

source: Invalid parameters
af: Ongeldige parameters
be: Няправільныя параметры
et: Vigased parameetrid
ku: بەروارێکی نادروست

source: Invalid photo selected
af: Ongeldige foto gekies
be: Выбрана няправільнае фота
et: Vigane foto valitud
ku: Wêneyê nederbasdar hat hilbijartin

source: Invalid time
af: Ongeldige tyd
be: Няправільны час
et: Vale aeg
ku: Dema nederbasdar

source: Invalid URL
af: Ongeldige URL
be: Няправільны URL
et: Vale URL aadress
ku: URL nederbasdar

source: IP Address
af: IP-adres
ku: Navnîşana IP'yê

source: It is a one-time use code that will disable 2FA for your account when you use it.
af: Dit is 'n eenmalige gebruikskode wat 2FA vir jou rekening sal deaktiveer wanneer jy dit gebruik.
be: Гэта аднаразовы код, які адключае 2FA для вашага ўліковага запісу, калі вы яго выкарыстоўваеце.
et: See on ühekordne kood, mis keelab teie kontol 2FA, kui seda kasutate.
ku: Ew kodek karanîna yek-car e ku gava ku hûn wê bikar bînin dê 2FA ji bo hesabê we neçalak bike.

source: Items per page:
af: Items per bladsy:
be: Элементаў на старонцы:
et: Kirjed lehekülje kohta:
ku: Tiştên li ser rûpelê:

source: JPEG Quality: %{n}
af: JPEG-gehalte: %{n}
be: Якасць JPEG: %{n}
et: JPEG kvaliteet: %{n}
ku: کوالیتی JPEG: %{n}

source: JPEG Size Limit: %{n}px
af: JPEG-groottelimiet: %{n}px
be: Абмежаванне памеру JPEG: %{n} пікс
et: JPEG suuruse limiit: %{n}px
ku: سنووری قەبارەی JPEG: %{n}px

source: JPEGs and thumbnails are automatically rendered as needed.
af: JPEG's en duimnaels word outomaties weergegee soos nodig.
be: JPEG і мініяцюры аўтаматычна адлюстроўваюцца па меры неабходнасці.
et: JPEG- ja pisipildid renderdatakse automaatselt vastavalt vajadusele.
ku: JPEG و وێنە بچووکەکان بە شێوەیەکی خودکارانە بە پێێ پێویست پیشان دەدرێن.

source: Keyword
af: Sleutelwoord
ku: Peyva sereke

source: Keywords
af: Sleutelwoorde
be: Ключавыя словы
et: Märksõnad
ku: کلیلەوشەکان

source: Label
af: Etiket
be: Метка
et: Silt
ku: پێناس

source: Labels
af: Etikette
be: Меткі
et: Sildid
ku: پێناسەکان

source: Labels deleted
af: Merkers uitgevee
be: Меткі выдалены
et: Sildid kustutatud
ku: پێناسەکان سڕانەوە

source: Lanczos: Detail Preservation, Minimal Artifacts
af: Lanczos: Detailbewaring, minimale artefakte
be: Lanczos: Захаванне дэталяў, мінімум артэфактаў
et: Lanczos: detailide säilitamine, minimaalsed artefaktid

source: Language
af: Taal
be: мова
et: Keel
ku: زمان

source: Last Active
af: Laas aktief
be: Апошні актыўны
et: Viimane aktiivne

source: Last Login
af: Laaste aanmelding
be: Апошні ўваход
et: Viimane sisselogimine
ku: Têketina Dawî

source: Last page
af: Laaste bladsy
be: Апошняя старонка
et: Viimane lehekülg
ku: Rûpelê dawî

source: Last Sync
af: Laaste sinkronisering
be: Апошняя сінхранізацыя
et: Viimane sünkroonimine
ku: هاوکاتگەری

source: Last Used
af: Laaste gebruik
be: Апошняе выкарыстанне
et: Viimati kasutatud

source: Latitude
af: Breedtegraad
be: Шырата
et: Laiuskraad
ku: هێڵی پانیی

source: Learn more
af: Leer meer
be: Даведайцеся больш
et: Lisateave
ku: Bêtir hîn bibin

source: Learn More
af: Kom meer te wete
be: Даведайцеся больш
et: Lisateave
ku: Bêtir hîn bibin

source: Legal Information
af: Regsinligting
be: Прававая інфармацыя
et: Õigusalane teave
ku: Agahiyên Hiqûqî

source: Library
af: Biblioteek
be: Бібліятэка
et: Fototeek
ku: کتێبخانە

source: License
af: Lisensie
be: Ліцэнзія
et: Litsents
ku: مۆڵەت

source: Like
af: Soos
be: Падабаецца
et: Meeldib
ku: بەدڵمە

source: Lime
af: Lemmetjie
be: Вапна
et: Laimiroheline
ku: قسڵ

source: Limit reached, showing first %{n} files
af: Limiet bereik, wys eerste %{n} lêers
be: Ліміт дасягнуты, паказваюцца першыя %{n} файлаў
et: Limiit saavutatud, näidatakse esimest %{n} faili
ku: سنوور گەیشتن، یەکەمین ٪{n} پەڕگە پیشان دەدات

source: Linear: Very Smooth, Best Performance
af: Lineêr: Baie glad, beste prestasie
be: Лінейны: вельмі гладкі, найлепшая прадукцыйнасць
et: Lineaarne: väga sujuv, parim jõudlus

source: Link
af: Skakel
be: Спасылка
ku: بەستەر

source: List
af: Lys
be: Спіс
et: Loend
ku: خشتە

source: List View
af: Lys Aansig
be: Спіс
et: Nimekirja vaade
ku: View List

source: Live
af: Leef
be: жыць
ku: زیندوو

source: Live Photos
af: Regstreekse Foto's
be: Жывыя фатаграфіі
et: Liikuvad fotod
ku: وێنەکان

source: Load more
af: Laai meer
be: Загрузіць больш
et: Laadige rohkem
ku: Zêdetir barkirin

source: Loading items...
af: Laai tans items...
be: Загрузка элементаў...
et: Laadimine...
ku: Barkirina tiştan...

source: Loading...
af: Laai tans...
be: Загрузка...
et: Laadimine...
ku: Barkirin...

source: Local
af: Plaaslik
be: Мясцовы
et: Kohalik
ku: Herêmî

source: Local Time
af: Plaaslike tyd
be: Мясцовы час
et: Kohalik aeg
ku: کاتی ناوخۆیی

source: Location
af: Ligging
be: Месцазнаходжанне
et: Asukoht
ku: ناونیشان

source: Log messages appear here whenever PhotoPrism comes across broken files, or there are other potential issues.
af: Logboodskappe verskyn hier wanneer PhotoPrism gebreekte lêers teëkom of daar ander potensiële probleme is.
be: Паведамленні ў журнале з'яўляюцца тут кожны раз, калі PhotoPrism сустракае зламаныя файлы або ёсць іншыя магчымыя праблемы.
et: Siia ilmuvad logiteated, kui PhotoPrism leiab katkiseid faile või kui esineb muid probleeme.
ku: لۆگ مەسجەکان لێرە دەردەکەون هەرکاتێک فۆتۆپریزم لەگەڵ فایلی شێواو بەرکەوتنی هەبوو ، یان کێشەی شاراوەی تر بوونی هەبوو.

source: Login
af: Teken aan
be: Увайсці
et: Logi sisse
ku: چوونە ژوورەوە

source: Logout
af: Teken uit
be: Выйсці з сістэмы
et: Logi välja
ku: چوونە دەرەوە

source: Longitude
af: Lengtegraad
be: Даўгата
et: Pikkuskraad
ku: درێژی

source: Lost server connection
af: Verlore bedienerverbinding
ku: Girêdana serverê winda bû

source: Low
af: Laag
be: Нізкі
et: Madal
ku: Nizm

source: Main Color
af: Hoofkleur
be: Асноўны колер
et: Põhivärv
ku: ڕەنگی سەرەکی

source: Male
af: Manlik
be: мужчынскі
et: Mees
ku: Nêrî

source: Manage Account
af: Bestuur rekening
be: Кіраванне ўліковым запісам
et: Halda kontot
ku: Hesabê Birêvebirin

source: Manager
af: Bestuurder
be: Менеджар
et: Juht
ku: Rêvebir

source: Manual
af: Handleiding
be: Дапаможнік
et: Käsitsi
ku: Destî

source: Manual Upload
af: Handmatige oplaai
be: Ручная запампоўка
et: Käsitsi üleslaadimine
ku: بارکردنی دەستی

source: Maps
af: Kaarte
be: Карты
et: Kaardid
ku: Nexşe

source: Marker
af: Merker
be: Маркер
et: Märk
ku: Nîşan

source: Maximum number of accounts has been reached.
af: Maksimum aantal rekeninge is bereik.
be: Дасягнута максімальная колькасць уліковых запісаў.
et: Maksimaalne kontode arv on saavutatud.
ku: Hejmara herî zêde ya hesaban gihîştiye.

source: Membership
af: Lidmaatskap
be: Сяброўства
et: Liikmelisus
ku: Endamî

source: Merge %{a} with %{b}?
af: Voeg %{a} saam met %{b}?
be: Аб'яднаць %{a} з %{b}?
et: Ühendada %{a} ja %{b}?
ku: Bi %{b} re bi %{b} re bibe yek?

source: Message
af: Boodskap
be: паведамленне
et: Sõnum
ku: Agah

source: Message sent
af: Boodskap gestuur
be: Паведамленне адпраўлена
et: Sõnum saadetud
ku: پەیامەکە گەیەندرا

source: Metrics
af: Metrieke
be: Метрыка
et: Mõõdikud

source: Minimize
af: Minimaliseer
be: Мінімізаваць
et: Minimeeri
ku: بچووک کردنەوە

source: Missing
af: Vermis
be: Прапаў без вестак
et: Puudub
ku: بزر

source: Missing or invalid configuration
af: Ontbrekende of ongeldige opstelling
be: Адсутнічае або няправільная канфігурацыя
et: Puuduv või vigane konfiguratsioon
ku: Veavakirina wenda an nederbasdar

source: mixed
af: gemeng
ku: tevlihev

source: Moments
af: Oomblikke
be: Моманты
et: Hetked
ku: ساتەکان

source: Monochrome
af: Monochroom
be: Манахромныя
et: Mustvalge

source: Month
af: Maand
be: Месяц
et: Kuu
ku: مانگ

source: More options
af: Meer opsies
be: Больш варыянтаў
et: Rohkem võimalusi
ku: Vebijarkên bêtir

source: Mosaic
af: Mosaïek
be: Мазаіка
et: Mosaiik
ku: موزایک

source: Most Relevant
af: Mees Relevant
be: Самы актуальны
et: Asjakohasemad eespool
ku: گرنگترین

source: Move Files
af: Skuif lêers
be: Перамясціць файлы
et: Liiguta failid
ku: دۆسیەی زیاتر

source: Must have at least %{n} characters.
af: Moet ten minste %{n} karakters hê.
be: Павінна быць не менш за %{n} сімвалаў.
et: Peab olema vähemalt %{n} tähemärki.
ku: بەلایەنی کەمەوە 6 نووسە

source: Mute
af: Demp
be: Адключыць гук
ku: Bêdeng

source: Name
af: Naam
be: Імя
et: Nimi
ku: ناو

source: Name too long
af: Naam te lank
be: Назва занадта доўгая
et: Nimi on liiga pikk
ku: ناوی زۆر درێژ

source: Never
af: Nooit nie
be: ніколі
et: Mitte kunagi
ku: هەرگیز

source: New
af: Nuut
be: Новыя
et: Uus
ku: Nşh

source: New Password
af: Nuwe Wagwoord
be: Новы пароль
et: Uus parool
ku: تێپەڕەوشەی نوێ

source: Newest First
af: Nuutste Eerste
be: Спачатку найноўшыя
et: Uuemad eespool
ku: یەکەم تازەترین

source: Next
af: Volgende
be: Далей
et: Järgmine
ku: Piştî

source: Next page
af: Volgende bladsy
be: Наступная старонка
et: Järgmine lehekülg
ku: Rûpelê din

source: Next visual
af: Volgende visuele
be: Наступны візуал
et: Järgmine visuaalne
ku: Next dîtbarî

source: No
af: Geen
be: няма
et: Ei
ku: نەخێر

source: No albums assigned
af: Geen albums toegeken nie
ku: Tu albûm nehatine tayînkirin

source: No albums found
af: Geen albums gevind nie
be: Альбомы не знойдзены
et: Albumeid ei leitud
ku: هیچ ئەلبومێکی نەدۆزیوەتەوە

source: No data available
af: Geen data beskikbaar nie
be: Дадзеных няма
et: Andmed puuduvad
ku: Daneyên berdest nînin

source: No labels assigned
af: Geen etikette toegeken nie
ku: Tu etîket nehatine destnîşankirin

source: No labels found
af: Geen etikette gevind nie
be: Меткі не знойдзены
et: Silte ei leitud
ku: هیچ پێناسێکی نەدۆزیوەتەوە

source: No matching records found
af: Geen ooreenstemmende rekords gevind nie
be: Адпаведныя запісы не знойдзены
et: Sobivaid kirjeid ei leitud
ku: Qeydên lihevhatî nehatin dîtin

source: No more
af: Nie meer nie
be: Не больш
et: Enam ei ole
ku: Bêtir na

source: No people found
af: Geen mense gevind nie
be: Людзей не знойдзена
et: Inimesi ei leitud
ku: Kes nehat dîtin

source: No pictures found
af: Geen foto's gevind nie
be: Фота не знойдзена
et: Pilte ei leitud
ku: Wêne nehatin dîtin

source: No recently edited pictures
af: Geen onlangs geredigeerde prente nie
be: Няма нядаўна адрэдагаваных фота
et: Hiljuti muudetud pilte ei ole
ku: Wêneyên ku nû hatine guheztin tune

source: No results
af: Geen resultate nie
be: Няма вынікаў
et: Tulemusi ei ole
ku: هیچ ئەنجامێک

source: No servers configured.
af: Geen bedieners is opgestel nie.
be: Серверы не настроены.
et: Ühtegi serverit pole seadistatud.
ku: هیچ ڕاژەیەک سازنەدراوە

source: No services configured.
af: Geen dienste opgestel nie.
be: Службы не настроены.
et: Ühtegi teenust pole seadistatud.
ku: هیچ ڕاژەیەک سازنەدراوە

source: No thanks
af: Nee dankie
be: Не, дзякуй
et: Ei aitäh
ku: نەخێر سوپاس

source: No warnings or error containing this keyword. Note that search is case-sensitive.
af: Geen waarskuwings of foute wat hierdie sleutelwoord bevat nie. Let daarop dat soektog hooflettergevoelig is.
be: Няма папярэджанняў або памылак з гэтым ключавым словам. Звярніце ўвагу, што пошук адчувальны да рэгістра.
et: Seda märksõna sisaldavaid hoiatusi või vigu ei ole. Pane tähele, et otsing on tõusutundlik.
ku: هیچ ئاگادارییەک یان هەڵەیەک نیە کە ئەم وشی لەخۆ گرتبێت. تێبینی بکە کە گەڕان هەستیارە (جیاکەرەوەی پیتە گەورە و چکۆلەکان).

source: Nodes
af: Knooppunte
ku: Girêk

source: Non-photographic and low-quality images require a review before they appear in search results.
af: Nie-fotografiese en lae kwaliteit prente vereis 'n hersiening voordat dit in soekresultate verskyn.
be: Нефатаграфічныя і нізкаякасныя выявы патрабуюць праверкі, перш чым яны з'явяцца ў выніках пошуку.
et: Mittefotograafilised ja madala kvaliteediga pildid tuleb üle vaadata, enne kui nad otsingutulemustes ilmuvad.
ku: وێنە نافۆتۆگرافی و کوالێتی نزمەکان پێویستی بە پێداچونەوە هەیە پێش ئەوەی لە ئەنجامی گەڕاندا دەرکەون.

source: None
af: Geen
be: Няма
et: Puudub
ku: هیچ

source: Not allowed
af: Nie toegelaat nie
be: Не дазволена
et: Ei ole lubatud
ku: Destûr nayê dayîn

source: Not found
af: Nie gevind
be: Не знойдзена
et: Ei leitud
ku: نەدۆزرایەوە

source: Not sorted.
af: Nie gesorteer nie.
be: Не адсартаваны.
et: Ei ole sorteeritud.
ku: Ne veqetandin.

source: Not supported
af: Nie ondersteun nie
be: Не падтрымліваецца
et: Ei toetata
ku: Ne piştgirî kirin

source: Note you may manually manage your originals folder and importing is optional.
af: Let daarop dat u u oorspronklike lêergids met die hand kan bestuur en invoer is opsioneel.
be: Звярніце ўвагу, што вы можаце ўручную кіраваць папкай арыгіналаў, а імпартаваць неабавязкова.
et: Pane tähele, et võid originaalide kausta käsitsi hallata, importimine on vabatahtlik.
ku: Têbînî ku hûn dikarin peldanka orîjînalên xwe bi destan birêve bibin û hinardekirin vebijarkî ye.

source: Note:
af: Let wel:
be: нататка:
et: Märkus:
ku: تێبینی:

source: Note: Only WebDAV servers, like Nextcloud or PhotoPrism, can be configured as remote service for backup and file upload.
af: Let wel: Slegs WebDAV-bedieners, soos Nextcloud of PhotoPrism, kan as afgeleë diens opgestel word vir rugsteun en lêeroplaai.
be: Увага: толькі серверы WebDAV, такія як Nextcloud або PhotoPrism, могуць быць сканфігураваныя ў якасці аддаленага сэрвісу для рэзервовага капіравання і запампоўкі файлаў.
et: Märkus: Ainult WebDAV servereid, nagu Nextcloud või PhotoPrism, saab seadistada kaugteenusena varundamiseks ja failide üleslaadimiseks.
ku: تێبینی: تەنها ڕەژاکانی WebDAV، وەک Nextcloud یان PhotoPrism، دەتوانرێت وەک خزمەتگوزاریەکی دوور بۆ گەڕانەوەی پاڵپشت (باکئاپ) و دروستکردنی پاڵپشت ساز بکرێت.

source: Notes
af: Notas
be: Заўвагі
et: Märkused
ku: تێبینیەکان

source: Nothing to see here yet.
af: Nog niks om hier te sien nie.
be: Тут пакуль няма чаго бачыць.
et: Siin pole veel midagi näha.
ku: هێشتا هیچ شتێک نییە بۆ بینین لێرە. ئارام بگرە.

source: Nothing was found.
af: Niks is gevind nie.
be: Нічога не знайшлі.
et: Midagi ei leitud.
ku: Tiştek nehat dîtin.

source: Offline
af: Vanlyn
be: У аўтаномным рэжыме
et: Võrguühenduseta
ku: ده‌رهێڵ

source: Oldest First
af: Oudste Eerste
be: Спачатку самыя старыя
et: Vanemad eespool
ku: یەکەم کۆنترین

source: On Windows, enter the following resource in the connection dialog:
af: Op Windows, voer die volgende hulpbron in die verbindingsdialoog in:
be: У Windows увядзіце наступны рэсурс у дыялогавым акне злучэння:
et: Windowsis sisestage ühendusdialoogi järgmine ressurss:
ku: Li ser Windows-ê, di diyaloga pêwendiyê de çavkaniya jêrîn têkevin:

source: On-demand generation of thumbnails may cause high CPU and memory usage. It is not recommended for resource-constrained servers and NAS devices.
af: Op-aanvraag generering van duimnaels kan hoë SVE en geheuegebruik veroorsaak. Dit word nie aanbeveel vir hulpbronbeperkte bedieners en NAS-toestelle nie.
be: Стварэнне мініяцюр па патрабаванні можа выклікаць высокую загрузку працэсара і памяці. Не рэкамендуецца для сервераў з абмежаванымі рэсурсамі і прылад NAS.
et: Väikepiltide nõudmisel genereerimine võib põhjustada suurt protsessori- ja mälukasutust. Seda ei soovitata piiratud ressurssidega serverite ja NAS-seadmete puhul.
ku: Hilberîna li ser daxwazê ya piçûkan dibe ku bibe sedema karanîna CPU û bîranînê ya bilind. Ew ji bo serverên bi çavkaniyê û amûrên NAS-ê nayê pêşniyar kirin.

source: Once a week
af: Een keer 'n week
be: Раз на тыдзень
et: Üks kord nädalas
ku: جارێك لەهەفتەیەكدا

source: One album found
af: Een album gevind
be: Адзін альбом знойдзены
et: Üks album leitud
ku: یەك ئەلبوم دۆزرایەوە

source: One file found
af: Een lêer gevind
be: Знойдзены адзін файл
et: Üks fail leitud
ku: یەك دۆسیە دۆزرایەوە

source: One file uploaded
af: Een lêer opgelaai
be: Запампаваны адзін файл
et: Üks fail üles laaditud
ku: %{n} پەڕگە بارکرا

source: One folder found
af: Een vouer gevind
be: Знойдзена адна папка
et: Üks kaust leitud
ku: یەك فۆڵدەر دۆزرایەوە

source: One label found
af: Een etiket gevind
be: Знойдзена адна метка
et: Üks silt leitud
ku: Yek label hat dîtin

source: One person found
af: Een persoon gevind
be: Знайшоўся адзін чалавек
et: Üks inimene leitud
ku: Kesek hat dîtin

source: One picture found
af: Een foto gevind
be: Адзін здымак знойдзены
et: Üks pilt leitud
ku: Yek wêne hat dîtin

source: Only locally managed accounts can be set up for authentication with 2FA.
af: Slegs plaaslik bestuurde rekeninge kan opgestel word vir stawing met 2FA.
be: Для аўтэнтыфікацыі з дапамогай 2FA можна наладзіць толькі ўліковыя запісы, якія кіруюцца лакальна.
et: 2FA-ga autentimiseks saab seadistada ainult lokaalselt hallatud kontosid.
ku: Tenê hesabên herêmî yên ku têne rêve kirin dikarin ji bo erêkirinê bi 2FA re bêne saz kirin.

source: Open
af: Maak oop
be: Адкрыты
et: Avatud
ku: Vekirî

source: optional
af: opsioneel
be: неабавязковы
et: vabatahtlik
ku: bixwe

source: or
af: of
be: або
et: või
ku: an

source: Orange
af: Oranje
be: Аранжавы
et: Oranžikas
ku: پرتەقاڵی

source: Organization
af: Organisasie
be: Арганізацыя
et: Organisatsioon
ku: Orientation

source: Orientation
af: Oriëntering
be: Арыентацыя
et: Orientatsioon

source: Original file names will be stored and indexed.
af: Oorspronklike lêername sal gestoor en geïndekseer word.
be: Арыгінальныя назвы файлаў будуць захаваны і праіндэксаваны.
et: Failide algsed nimed salvestatakse ja indekseeritakse.
ku: ناوی پەڕگە ڕەسەنەکان هەڵگیراون و نیشانە دەکرێن.

source: Original Name
af: Oorspronklike naam
be: Арыгінальная назва
et: Esialgne nimi
ku: ناوی ڕەسەن

source: Originals
af: Oorspronklikes
be: Арыгіналы
et: Originaalid
ku: ڕەسەنەکان

source: Other
af: Ander
be: Іншае
et: Muu
ku: هی تر

source: Our mission is to provide the most user- and privacy-friendly solution to keep your pictures organized and accessible.
af: Ons missie is om die mees gebruikers- en privaatheidsvriendelike oplossing te bied om jou foto's georganiseer en toeganklik te hou.
be: Наша місія складаецца ў тым, каб забяспечыць найбольш зручнае для карыстальнікаў і канфідэнцыяльнасць рашэнне, каб вашы фатаграфіі былі арганізаванымі і даступнымі.
et: Meie eesmärk on pakkuda kõige kasutajasõbralikumat ja privaatsussõbralikumat lahendust, et hoida teie pilte korrastatuna ja kättesaadavana.
ku: دنیا بینیمان ئەوەیە کە زۆرترین چارەسەری بەکارهێنەر بۆ گەڕان و ڕێکخستن و هاوبەشکردنی کۆکراوەی فۆتۆ دابین بکەین.

source: Outdoor
af: Buitelug
be: На адкрытым паветры
et: Loodus
ku: دەرەوە

source: Page {0}, Current page
af: Bladsy {0}, Huidige bladsy
be: Старонка {0}, бягучая старонка
et: Lehekülg {0}, Praegune lehekülg
ku: Rûpel {0}, Rûpelê niha

source: Pages
af: Bladsye
be: старонкі
et: Leheküljed

source: Pagination Navigation
af: Paginering navigasie
be: Навігацыя па пагінацыі
et: Lehekülgede navigeerimine
ku: Navîgasyon Pagination
