Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: Part of all selected photos
af: Deel van alle gekose foto's
ku: Beşek ji hemû wêneyên hilbijartî

source: Part of some selected photos
af: Deel van 'n paar geselekteerde foto's
ku: Beşek ji hin wêneyên hilbijartî

source: Password
af: Wagwoord
be: Пароль
et: Parool
ku: تێپەڕەوشە

source: Password changed
af: Wagwoord verander
be: Пароль зменены
et: Parool muudetud
ku: تێپەڕەوشە گۆڕدرا

source: People
af: Mense
be: Людзі
et: Inimesed
ku: خەڵك

source: People you share a link with will be able to view public contents.
af: Mense met wie jy 'n skakel deel, sal publieke inhoud kan bekyk.
be: Людзі, з якімі вы абагульваеце спасылку, змогуць праглядаць агульнадаступнае змесціва.
et: Inimesed, kellega linki jagad, saavad avalikku sisu vaadata.
ku: ئەو کەسانەی بەستەرێکی هاوبەشیان لەگەڵ دا دروست دەکەیت، توانای بینینی ناوەڕۆکە گشتیەکانی دەبێت.

source: Permanently deleted
af: Permanent uitgevee
be: Выдалены назаўсёды
et: Lõplikult kustutatud
ku: بە هەمیشەیی سڕاوەتەوە

source: Permanently remove files to free up storage.
af: Verwyder lêers permanent om berging vry te maak.
be: Выдаліце файлы назаўсёды, каб вызваліць сховішча.
et: Kustuta failid lõplikult, et vabastada salvestusruumi.
ku: سڕینەوەی پەڕگەکان بە شێوەیەکی هەمیشەیی بۆ بەتاڵکردنی بیرگە.

source: Person
af: Persoon
be: Асоба
et: Isik
ku: Şexs

source: Person cover updated
af: Persoonsdekking opgedateer
ku: Bergê kesî hate nûvekirin

source: Person not found
af: Persoon nie gevind nie
ku: هیچ ئەلبومێکی نەدۆزیوەتەوە

source: Personal
af: Persoonlik
be: Асабісты
et: Isiklik
ku: Şexsî

source: Photo
af: Foto
be: Фота
et: Foto
ku: وێنە

source: PhotoPrism is 100% self-funded and independent.
af: PhotoPrism is 100% selfbefonds en onafhanklik.
be: PhotoPrism на 100% самастойна фінансуецца і не залежыць.
et: PhotoPrism on 100% omafinantseeringuline ja sõltumatu.
ku: PhotoPrism 100% xwe-fînanse û serbixwe ye.

source: PhotoPrism+ Membership
af: PhotoPrism+ Lidmaatskap
be: Членства ў PhotoPrism+
et: PhotoPrism+ liikmelisus
ku: Endamtiya PhotoPrism+

source: Photos
af: Foto's
be: Фатаграфіі
et: Fotod
ku: وێنەکان

source: Picture Title
af: Foto titel
be: Назва выявы
et: Pildi pealkiri
ku: Sernavê Wêne

source: Pink
af: Pienk
be: Ружовы
et: Roosa
ku: پەمەی

source: Place
af: Plek
be: Месца
et: Koht
ku: شوێن

source: Place & Time
af: Plek & Tyd
be: Месца і час
et: Koht ja aeg
ku: شوێن و کات

source: Places
af: Plekke
be: Месцы
et: Kohad
ku: شوێنەکان

source: Please confirm your new password.
af: Bevestig asseblief jou nuwe wagwoord.
be: Калі ласка, пацвердзіце свой новы пароль.
et: Palun kinnita oma uus parool.
ku: تکایە وشە نهێنیە تازکەت پشتڕاستکەرەوە.

source: Please copy the following randomly generated app password and keep it in a safe place, as you will not be able to see it again:
af: Kopieer asseblief die volgende lukraak gegenereerde programwagwoord en hou dit op 'n veilige plek, aangesien jy dit nie weer sal kan sien nie:
be: Калі ласка, скапіруйце наступны выпадкова згенераваны пароль праграмы і захавайце яго ў надзейным месцы, бо вы не зможаце ўбачыць яго зноў:
et: Kopeerige järgmine juhuslikult loodud rakenduse parool ja hoidke seda kindlas kohas, kuna te ei saa seda enam näha.
ku: Ji kerema xwe şîfreya sepanê ya ku bi korfelaqî hatî çêkirin kopî bikin û wê li cîhek ewle bihêlin, ji ber ku hûn ê nikaribin wê dîsa bibînin:

source: Please do not upload any private, unlawful or offensive pictures.
af: Moet asseblief geen privaat, onwettige of aanstootlike foto's oplaai nie.
ku: Ji kerema xwe re tu wêneyên taybet, neqanûnî an êrîşkar bar nekin.

source: Please don't upload photos containing offensive content.
af: Moet asseblief nie foto's oplaai wat aanstootlike inhoud bevat nie.
be: Калі ласка, не запампоўвайце фатаграфіі з абразлівым зместам.
et: Palun ära laadi üles solvava sisuga fotosid.
ku: تکایە ئەو وێنانە بار مەکە کە ناوەڕۆکی سووکایەتی لەخۆ دەگرن.

source: Please enter OTP character {0}
af: Voer asseblief OTP-karakter in {0}
be: Увядзіце аднаразовы пароль {0}
et: Palun sisestage OTP märk {0}
ku: Ji kerema xwe karaktera OTP {0} binivîse

source: Please note that changing your password will log you out on other devices and browsers.
af: Neem asseblief kennis dat die verandering van jou wagwoord jou op ander toestelle en blaaiers sal afmeld.
be: Звярніце ўвагу, што змена пароля прывядзе да выхаду з сістэмы на іншых прыладах і браўзерах.
et: Pane tähele, et parooli muutmine logib sind teistes seadmetes ja brauserites välja.
ku: Ji kerema xwe not bikin ku guhertina şîfreya xwe dê we li ser cîhaz û gerokên din derxîne.

source: Please restart your instance for the changes to take effect.
af: Herbegin asseblief jou instansie vir die veranderinge om in werking te tree.
be: Перазапусціце асобнік, каб змены ўступілі ў сілу.
et: Palun taaskäivitage oma instants, et muudatused jõustuksid.
ku: Ji kerema xwe mînaka xwe ji nû ve bidin destpêkirin da ku guheztin bikeve meriyetê.

source: Please wait…
af: Wag asseblief…
be: Калі ласка пачакай…
et: Palun oodake…
ku: Ji kerema xwe li bendê bin…

source: PNG Size Limit: %{n}px
af: PNG-groottelimiet: %{n}px
be: Ліміт памеру PNG: %{n}px
et: PNG suuruse limiit: %{n}px
ku: سنووری قەبارەی PNG: %{n}px

source: Portal
af: Portaal

source: Portrait
af: Portret
be: Партрэт
et: Püstformaat
ku: تابلۆ

source: Preserve filenames
af: Bewaar lêername
be: Захаваць імёны файлаў
et: Säilita failinimed
ku: پاراستنی ناوی پەڕگەکان

source: Press enter to create a new album.
af: Druk enter om 'n nuwe album te skep.
be: Націсніце enter, каб стварыць новы альбом.
et: Uue albumi lisamiseks vajuta Enter.
ku: بۆ دروستکردنی ئەلبومێکی نوێ، Enter دابگرە.

source: Press enter to create new item
af: Druk Enter om 'n nuwe item te skep
ku: Ji bo çêkirina tiştekî nû pêl Enter bike

source: Prevent database and album backups as well as YAML sidecar files from being created.
af: Verhoed dat databasis- en albumrugsteun sowel as YAML-syspanlêers geskep word.
be: Забараніць стварэнне рэзервовых копій базы дадзеных і альбомаў, а таксама файлаў YAML.
et: Andmebaasi ja albumi varukoopiate ning YAML-sidcar-failide loomise vältimine.
ku: Nehêlin ku paşvekêşên databas û albûmê û her weha pelên kêleka YAML werin afirandin.

source: Prevent other apps from accessing PhotoPrism as a shared network drive.
af: Verhoed dat ander programme toegang tot PhotoPrism as 'n gedeelde netwerkaandrywer verkry.
be: Забараніць іншым праграмам доступ да PhotoPrism як да агульнага сеткавага дыска.
et: Vältida teiste rakenduste juurdepääsu PhotoPrismile kui jagatud võrgukettale.
ku: Nehêlin ku sepanên din bigihîjin PhotoPrism wekî ajokerek torê ya hevpar.

source: Preview
af: Voorskou
be: Папярэдні прагляд
et: Eelvaade
ku: پێشبینین

source: Preview Images
af: Voorskou prente
be: Папярэдні прагляд відарысаў
et: Eelvaatepildid
ku: Pêşdîtina Wêneyan

source: Previous
af: Vorige
be: Папярэдні
et: Eelmine
ku: Pêşî

source: Previous page
af: Vorige bladsy
be: Папярэдняя старонка
et: Eelmine lehekülg
ku: Rûpelê berê

source: Previous visual
af: Vorige visuele
be: Папярэдні візуал
et: Eelmine visuaalne
ku: Dîtina berê

source: Primary
af: Primêr
be: Першасны
et: Primaarne
ku: سەرەکی

source: Private
af: Privaat
be: Прыватныя
et: Isiklik
ku: تایبەتی

source: Product Feedback
af: Produkterugvoer
be: Водгук аб прадукце
et: Tagasiside
ku: ڕەخنە و پێشنیار لە بەرهەم

source: Projection
af: Projeksie
be: Праекцыя
et: Projektsioon
ku: هەڵسەنگاندن

source: Purple
af: Pers
be: Фіялетавы
et: Lilla
ku: مۆر

source: Quality Filter
af: Kwaliteit filter
be: Фільтр якасці
et: Kvaliteedifilter
ku: پاڵاوتنی جۆرایەتی

source: Quality Score
af: Gehaltetelling
be: Паказчык якасці
et: Kvaliteediskoor
ku: جۆرایەتی تۆمار

source: Random
af: Willekeurig
be: Выпадковы
et: Juhuslik
ku: هەڕەمەکی

source: Rating {0} of {1}
af: Gradering {0} van {1}
be: Рэйтынг {0} з {1}
et: Hinnang {0} {1}
ku: Rêjeya {0} ji {1}

source: Raw
af: Rou
be: Сыравіна
ku: خاو

source: Re-index all originals, including already indexed and unchanged files.
af: Herindekseer alle oorspronklikes, insluitend reeds geïndekseer en onveranderde lêers.
be: Паўторна праіндэксаваць усе арыгіналы, уключаючы ўжо праіндэксаваныя і нязмененыя файлы.
et: Indekseeri uuesti kõik originaalid, sealhulgas juba indekseeritud ja muutmata failid.
ku: دووبارە نیشانە (ئیندێکس) کردنی هەموو ڕەسەنەکان، بە فایلە نوانەدار و نەگۆڕاوەکانیشەوە.

source: Read-Only Mode
af: Leesalleen-modus
be: Рэжым толькі для чытання
et: Kirjutuskaitserežiim
ku: دۆخی تەنها-خوێندنەوە

source: Recently Added
af: Onlangs bygevoeg
be: Нядаўна дададзены
et: Hiljuti lisatud
ku: بەم دواییە زیادکرا

source: Recently Archived
af: Onlangs geargiveer
be: Нядаўна заархівавана
et: Hiljuti arhiveeritud

source: Recently Edited
af: Onlangs geredigeer
be: Нядаўна адрэдагавана
et: Hiljuti muudetud
ku: بەم دواییە دەسکاریکرا

source: Recognition starts after indexing has been completed.
af: Erkenning begin nadat indeksering voltooi is.
be: Распазнаванне пачынаецца пасля завяршэння індэксацыі.
et: Tuvastamine algab pärast indekseerimise lõppemist.
ku: Piştî ku endeksasyon qediya naskirin dest pê dike.

source: Recognize faces so people can be assigned and found.
af: Herken gesigte sodat spesifieke mense gevind kan word.
be: Распазнае твары, каб можна было знайсці канкрэтных людзей.
et: Tuvastab nägusid, et oleks võimalik konkreetseid inimesi leida.
ku: Rûyan nas dike da ku mirovên taybetî bêne dîtin.

source: Recognized
af: Herken
be: Прызналі
et: Tuvastatud
ku: Nas kirin

source: Recovery Code
af: Herstel kode
be: Код аднаўлення
et: Taastamiskood

source: Red
af: Rooi
be: Чырвоны
et: Punane
ku: سور

source: Refresh
af: Verfris
be: Абнавіць
et: Värskenda
ku: Hênikkirin

source: Regions
af: Streke
be: Рэгіёны
et: Piirkonnad
ku: Herêmên

source: Register
af: Registreer
be: Зарэгіструйцеся
et: Registreeri
ku: Fêhrist

source: Reload
af: Herlaai
be: Перазагрузіць
et: Laadi uuesti
ku: بارکردنەوە

source: Reloading…
af: Herlaai tans …
be: Перазагрузка…
et: Uuesti laadimine…
ku: دووبارە بارکردن…

source: Remote Sync
af: Afstandsinkronisering
be: Аддаленая сінхранізацыя
et: Kaugsünkroonimine
ku: هاوکاتکردنی دوور

source: Remove
af: Verwyder
be: Выдаліць
et: Eemalda
ku: سڕینەوە

source: remove failed: unknown album
af: verwyder misluk: onbekende album
be: выдаліць не атрымалася: невядомы альбом
et: eemaldamine ebaõnnestus: tundmatu album
ku: سڕینەوەکە سەرکەوتوو نەبوو: ئەلبومی نەناسراو

source: Remove from Album
af: Verwyder uit album
be: Выдаліць з альбома
et: Eemalda albumist
ku: Ji albûmê derxe

source: Remove from all
af: Verwyder van alles
ku: Ji hemûyan rake

source: Remove from all selected photos
af: Verwyder van alle gekose foto's
ku: Ji hemû wêneyên bijartî jê bibe

source: Remove imported files to save storage. Unsupported file types will never be deleted, they remain in their current location.
af: Verwyder ingevoerde lêers om berging te bespaar. Nie-ondersteunde lêertipes sal nooit uitgevee word nie, hulle bly in hul huidige ligging.
be: Выдаліце імпартаваныя файлы, каб зэканоміць памяць. Непадтрымоўваныя тыпы файлаў ніколі не выдаляюцца, яны застаюцца ў сваім бягучым месцы.
et: Eemalda imporditud failid salvestusruumi säästmiseks. Mittetoetatud failitüüpe ei kustutata kunagi, need jäävad oma praegusesse asukohta.
ku: لابردنی پەڕگە هاوردەکان بۆ بەتاڵکردنی بیرگە. جۆرەکانی پەڕگەی پشتیوانی نەکراو هەرگیز ناسڕدرێتەوە، ئەوان لە شوێنی ئێستایان دەمێننەوە.

source: Remove the selected instance from the cluster registry?
af: Verwyder die gekose instansie uit die klusterregister?
ku: Nimûneya bijartî ji qeyda klusterê rake?

source: Removed
af: Verwyder
ku: Rakirî

source: Repeated
af: Herhaal
ku: Dubarekirî

source: Request failed - are you offline?
af: Versoek het misluk - is jy vanlyn?
be: Запыт не выкананы - вы па-за сеткай?
et: Taotlus ebaõnnestus - kas olete võrguühenduseta?
ku: Daxwaz bi ser neket - tu negirêdayî yî?

source: Request failed - invalid response
af: Versoek het misluk – ongeldige antwoord
be: Запыт не выкананы - няправільны адказ
et: Päring ebaõnnestus - vigane vastus
ku: داواکاریەکە سەرکەوتوو نەبوو - وەڵامە نادروستەکە

source: Require non-photographic and low-quality images to be reviewed before they appear in search results.
af: Vereis dat nie-fotografiese en lae kwaliteit prente hersien word voordat dit in soekresultate verskyn.
be: Патрабаваць праверкі нефатаграфічных і нізкаякасных малюнкаў перад тым, як яны з'явяцца ў выніках пошуку.
et: Nõuda mittefotograafiliste ja madala kvaliteediga piltide läbivaatamist enne nende ilmumist otsingutulemustesse.
ku: Berî ku ew di encamên lêgerînê de xuya bibin, pêdivî ye ku wêneyên ne-wêne û ne-kalîteyê bêne vekolandin.

source: Resolution
af: Resolusie
be: дазвол
et: Resolutsioon

source: Restart
af: Begin oor
be: Перазапуск

source: Restore
af: Herstel
be: Аднавіць
et: Taasta
ku: گەڕاندنەوە

source: Restored
af: Herstel
be: Адноўлены
et: Taastatud

source: Retry Limit
af: Herprobeer Limiet
be: Ліміт паўтораў
et: Korduvkatsete limiit
ku: Sînora ji nû ve biceribîne

source: Retype Password
af: Tik wagwoord weer in
be: Паўтарыце пароль
et: Parool uuesti
ku: نوسینەوەی وشه‌ی تێپه‌ڕبوون

source: Review
af: Resensie
be: Агляд
et: Läbivaatamine
ku: پێشبینین

source: Role
af: Rol
be: Роля

source: Roles
af: Rolle
ku: Rol

source: Rotated
af: Gedraai
ku: Zivirî

source: Rows per page:
af: Rye per bladsy:
be: Радкоў на старонцы:
et: Rida lehekülje kohta:
ku: Rêz li ser rûpelê:

source: Satellite
af: Satelliet
be: Спадарожнік
et: Satelliit
ku: Satelayt

source: Save
af: Stoor
be: Захаваць
et: Salvesta
ku: پاشەکەوت

source: Save changes
af: Stoor veranderinge
ku: Guhertinan tomar bike

source: Scan
af: Skandeer
be: сканаваць
et: Skannitud
ku: پشکنین

source: Scan the QR code with your authenticator app or use the setup key shown below and then enter the generated verification code:
af: Skandeer die QR-kode met jou verifikasie-toepassing of gebruik die opstellingsleutel wat hieronder gewys word en voer dan die gegenereerde verifikasiekode in:
be: Адсканіруйце QR-код з дапамогай праграмы аўтэнтыфікацыі або выкарыстайце ключ наладкі, паказаны ніжэй, а затым увядзіце згенераваны код спраўджання:
et: Skannige QR-kood oma autentimisrakendusega või kasutage allpool näidatud seadistusvõtit ja sisestage seejärel loodud kinnituskood:
ku: Koda QR-ê bi sepana xweya erêkirinê bişopînin an mifteya sazkirinê ya ku li jêr tê xuyang kirin bikar bînin û dûv re koda verastkirinê ya çêkirî têkevin:

source: Scans
af: Skanderings
be: Сканы
et: Skannid
ku: پشکنینەکان

source: Scope
af: Omvang
be: Вобласць прымянення
et: Reguleerimisala

source: Scopes
af: Omvangsgebiede
ku: Çarçove

source: Search
af: Soek
be: Пошук
et: Otsi
ku: گەڕان

source: Search and display photos on a map.
af: Soek en vertoon foto's op 'n kaart.
be: Пошук і адлюстраванне фатаграфій на карце.
et: Otsi ja kuva fotosid kaardil.
ku: گەڕان و پیشاندانی وێنەکان لەسەر نەخشە.

source: Season
af: Seisoen
be: Сезон
et: Aastaaeg
ku: وەرز

source: Secret
af: Geheim
be: сакрэт
et: Salajane
ku: نهێنی

source: Security and Access
af: Sekuriteit en toegang
be: Бяспека і доступ
et: Turvalisus ja ligipääs
ku: Ewlekarî û Gihîştin

source: Select
af: Kies
be: Выберыце
et: Vali
ku: دەستنیشانکردن

source: Select a source folder to import files…
af: Kies 'n bronvouer om lêers in te voer…
be: Выберыце зыходную папку для імпарту файлаў…
et: Valige failide importimiseks lähtekaust…
ku: Peldankek çavkanî hilbijêrin ku pelan têxe…

source: Select date
af: Kies datum
be: Выберыце дату
et: Valige kuupäev
ku: Dîrokê hilbijêre

source: Select dates
af: Kies datums
be: Выберыце даты
et: Valige kuupäevad
ku: Dîrokan hilbijêrin

source: Select or create albums
af: Kies of skep albums
ku: Albûman hilbijêre an jî biafirîne

source: Select or create labels
af: Kies of skep etikette
ku: Etîketan hilbijêre an biafirîne

source: Select the files to upload…
af: Kies die lêers om op te laai…
be: Выберыце файлы для загрузкі…
et: Valige üleslaaditavad failid…
ku: Pelên ji bo barkirinê hilbijêrin…

source: Select the folder to be indexed…
af: Kies die vouer om te indekseer…
be: Выберыце папку для індэксацыі…
et: Valige indekseeritav kaust…
ku: Peldanka ku tê îndeks kirin hilbijêrin…

source: Select Time
af: Kies Tyd
be: Выберыце Час
et: Valige aeg
ku: Demjimêr hilbijêrin

source: Selection
af: Seleksie
ku: Neqînî

source: Selection approved
af: Seleksie goedgekeur
be: Выбар ухвалены
et: Valik heaks kiidetud
ku: دەستنیشان کراو پەسەند کرا

source: Selection archived
af: Seleksie geargiveer
be: Выбранае заархівавана
et: Valik arhiveeritud
ku: هەڵبژاردەکە ئەرشیفکرا

source: Selection restored
af: Seleksie herstel
be: Выбар адноўлены
et: Valik taastatud
ku: هەڵبژاردەکە دووبارەکۆگاکرایەوە

source: Sequential Name
af: Opeenvolgende naam
be: Паслядоўнае імя
et: Järjestikune nimi
ku: ناوی زنجیرەیی

source: Service
af: Diens
ku: Xizmetkar

source: Service URL
af: Diens-URL
be: URL службы
et: Teenuse URL
ku: بەستەری خزمەتگوزاری

source: Services
af: Dienste
be: Сэрвісы
et: Teenused
ku: بەستەری خزمەتگوزاری

source: Session
af: Sessie
be: сесія
et: Sessioon
ku: Rûniştinî

source: Session ID
af: Sessie ID
be: Ідэнтыфікатар сеансу
et: Seansi ID
ku: Nasnameya rûniştinê

source: Sessions
af: Sessies
be: Сесіі
et: Sessioonid

source: Set as Album Cover
af: Stel as albumomslag
be: Усталяваць у якасці вокладкі альбома
et: Komplekt albumikaanena
ku: Set wek Album Cover

source: Set as Cover Image
af: Stel as Omslagbeeld
ku: Wekî Wêneya Bergê Bide Dest

source: Settings
af: Instellings
be: Налады
et: Seaded
ku: ڕێکخستنەکان

source: Settings saved
af: Stellings gestoor
be: Налады захаваны
et: Seaded salvestatud
ku: ڕێکخستنەکان پاشەکەوتکرا

source: Setup
af: Stel op
be: Усталяваць
et: Seadista
ku: دایبەزێنە

source: Severity
af: Ernstigheid
ku: Giraniya

source: Share
af: Deel
be: падзяліцца
et: Jaga
ku: هاوبەشکردن

source: Share %{s}
af: Deel %{s}
be: Падзяліцца %{s}
et: Jaga %{s}
ku: هاوبەشیپێکردنی %{s}

source: Share your pictures with other apps and services.
af: Deel jou foto's met ander programme en dienste.
be: Абагульвайце свае фатаграфіі з іншымі праграмамі і службамі.
et: Jaga oma pilte teiste rakenduste ja teenustega.
ku: Wêneyên xwe bi serîlêdan û karûbarên din re parve bikin.

source: Show
af: Wys
be: Паказаць
et: Näita
ku: Rêdan

source: Show All Labels
af: Wys alle etikette
ku: Hemû Etîketan Nîşan Bide

source: Show all new faces
af: Wys alle nuwe gesigte
be: Паказаць усе новыя твары
et: Näita kõiki uusi nägusid
ku: Hemî rûyên nû nîşan bidin

source: Show Captions
af: Wys onderskrifte
be: Паказаць субцітры
et: Näita pildiallkirju
ku: Sernivîsan nîşan bide

source: Show hidden
af: Wys versteek
be: Паказаць схаванае
et: Näita peidetud
ku: Veşartî nîşan bide

source: Show Important Only
af: Wys slegs belangrike
ku: Tenê Girîng Nîşan Bide

source: Show server logs in Library.
af: Wys bedienerlogboeke in Biblioteek.
be: Паказаць журналы сервера ў бібліятэцы.
et: Näita serverilogisid fototeegis.
ku: پیشاندانی لۆگەکانی ڕاژە لە کتێبخانە.

source: Show Titles
af: Wys titels
be: Паказаць загалоўкі
et: Näita pealkirju
ku: Sernavan nîşan bide

source: Sidecar
af: Syspan
be: Спадарожны файл
et: Abifail
ku: لاتەنیشت

source: Sidecar Files
af: Syspan lêers
et: Külgkorvi failid
ku: Pelên Sidecar

source: Sign in
af: Meld aan
be: Увайсці
et: Logi sisse
ku: چوونەژوورەوە

source: Similar
af: Soortgelyk
be: Падобныя
et: Sarnased
ku: وەکویەک

source: Site URL
af: Webwerf-URL
ku: URL-ya malperê

source: Size
af: Grootte
be: Памер
et: Suurus
ku: ڕووبەر

source: Slideshow
af: Skyfievertoning
be: Слайд-шоў
et: Slaidiesitlus

source: Slow
af: Stadig
be: павольна
et: Aeglane
ku: خاو

source: Software
af: Sagteware
be: праграмнае забеспячэнне
et: Tarkvara

source: Software Update
af: Sagteware-opdatering
be: Абнаўленне праграмнага забеспячэння
et: Tarkvara värskendus
ku: Nûvekirina Nivîsbariyê

source: Some albums could not be copied
af: Sommige albums kon nie gekopieer word nie
ku: Hin albûm nehatin kopîkirin

source: Some albums could not be created. Please edit the names and try again.
af: Sommige albums kon nie geskep word nie. Wysig asseblief die name en probeer weer.
ku: Hin albûm nehatin afirandin. Ji kerema xwe navan biguherînin û dîsa biceribînin.

source: Some albums could not be updated
af: Sommige albums kon nie opgedateer word nie
ku: Hin albûm nehatin nûvekirin

source: Something went wrong, try again
af: Iets het verkeerd geloop, probeer weer
be: Нешта пайшло не так, паўтарыце спробу
et: Midagi läks valesti, proovige uuesti
ku: Tiştek xelet derket, dîsa biceribîne

source: Sort by
af: Sorteer volgens
be: Сартаваць па
et: Sorteerimine
ku: Bi rêzkirin

source: Sort by Name (A–Z)
af: Sorteer volgens naam (A–Z)
ku: Li gorî Navî Rêz Bike (A–Z)

source: Sort by Photo Count
af: Sorteer volgens fototelling
ku: Li gorî Hejmara Wêneyan Rêz Bike

source: Sort by Relevance
af: Sorteer volgens relevansie
ku: Li gorî Girîngiyê rêz bike

source: Sort Order
af: Sorteervolgorde
be: Парадак сартавання
et: Järjekord
ku: جۆری داواکاری

source: Sorted ascending.
af: Oplopend gesorteer.
be: Адсартавана па ўзрастанні.
et: Sorteeritud ülespoole.
ku: Rêjeya hilkişînê.

source: Sorted descending.
af: Aflopend gesorteer.
be: Адсартавана па змяншэнні.
et: Sorteeritud kahanevas järjestuses.
ku: Rêjeya xwarê.

source: Source
af: Bron
be: Крыніца
et: Allikas
ku: سەرچاوه

source: Stack
af: Stapel
be: Стэк
et: Virn
ku: کەڵەکە

source: Stack files sharing the same unique image or instance identifier.
af: Stapel lêers wat dieselfde unieke beeld of instansie identifiseerder deel.
be: Стэк файлаў, якія маюць адзін і той жа унікальны відарыс або ідэнтыфікатар асобніка.
et: Pane virna failid, mis jagavad sama unikaalset kujutist või identifikaatorit.
ku: پەڕگە کەڵەککراوەکان هەمان وێنەی بێ هاوتا یان نمونەی ناسێنەریان هەیە.

source: Stack pictures taken at the exact same time and location based on their metadata.
af: Stapel foto's geneem op presies dieselfde tyd en plek gebaseer op hul metadata.
be: Складайце здымкі, зробленыя ў адзін і той жа час і ў адным і тым жа месцы, на аснове іх метаданых.
et: Pane virna metaandmete alusel täpselt samal ajal ja samas kohas tehtud pildid.
ku: وێنەی کەڵەککراوەکان لەهەمان کات و شوێن دا گیراوە لەسەر بنەمای مێتاداتا.

source: Stackable
af: Stapelbaar
be: Штабельныя
et: Virnastatav
ku: کەڵەکەکراو

source: Stacks
af: Stapels
be: Стэкі
et: Virnad
ku: کەڵەکەکان

source: Start
af: Begin
be: Пачаць
et: Alusta
ku: ده‌ستپێك

source: Start Page
af: Begin bladsy
be: Пачатковая старонка
et: Algusleht
ku: Rûpelê Destpêkê

source: Static Size Limit: %{n}px
af: Statiese groottelimiet: %{n}px
be: Ліміт статычнага памеру: %{n}px
et: Staatiline suuruse limiit: %{n}px
ku: سنووری قەبارەی ستاتیک: %{n}px

source: Storage
af: Berging
be: Захоўванне
et: Asukoht
ku: پەڕگەی هەڵگرتن

source: Streets
af: Strate
be: Вуліцы
et: Tänavad
ku: شەقامەکان

source: Subject
af: Onderwerp
be: Прадмет
et: Subjekt
ku: ناونیشان

source: Submit
af: Dien in
be: Падаць
et: Esita
ku: Nermijîn

source: Successfully activated
af: Suksesvol geaktiveer
be: Паспяхова актывавана
et: Edukalt aktiveeritud
ku: Bi serketî hate aktîfkirin

source: Successfully Connected
af: Suksesvol gekoppel
be: Паспяхова падключана
et: Edukalt ühendatud
ku: Bi serketî ve girêdayî ye

source: Successfully deleted
af: Suksesvol uitgevee
be: Паспяхова выдалена
et: Edukalt kustutatud
ku: Bi serketî hat jêbirin

source: Successfully verified
af: Suksesvol geverifieer
be: Паспяхова праверана
et: Edukalt kinnitatud
ku: Bi serketî verast kirin

source: Support for additional services, like Google Drive, will be added over time.
af: Ondersteuning vir bykomende dienste, soos Google Drive, sal mettertyd bygevoeg word.
be: Падтрымка дадатковых сэрвісаў, такіх як Google Drive, будзе дададзена з часам.
et: Tugi täiendavatele teenustele nagu Google Drive lisandub aja jooksul.
ku: پشتگیری بۆ خزمەتگوزاری تر وەک Google Drive، بە پێی کات زیاد دەکرێت.
