Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: Converting
af: Omskakeling
be: Пераўтварэнне
et: Konverteerimine
ku: گۆڕین

source: Copied to clipboard
af: Gekopieer na knipbord
be: Скапіравана ў буфер абмену
et: Kopeeritud lõikelauale
ku: کۆپی کرایە کلیپ بۆرد

source: Copy
af: Kopieer
be: Копія
et: Kopeeri
ku: Kopî

source: Copyright
af: Kopiereg
be: Аўтарскае права
et: Autoriõigus
ku: مافی لەبەرگرتنەوە

source: Could not update person cover
af: Kon nie persoonsdekking opdateer nie
ku: Nekarî bergê kesê nûve bike

source: Couldn't find anything.
af: Kon niks kry nie.
be: Нічога не знайшоў.
et: Midagi ei leitud.
ku: هیچ شتێک نەدۆزرایەوە.

source: Country
af: Land
be: Краіна
et: Riik
ku: وڵات

source: Create Account
af: Skep rekening
be: Стварыць акаунт
et: Loo konto
ku: Hesab biafirîne

source: Create album
af: Skep album
be: Стварыць альбом
et: Lisa album
ku: دروستکردنی ئەلبوم

source: Create regular backups based on the configured schedule.
af: Skep indeks rugsteun gebaseer op die gekonfigureerde skedule.
be: Стварэнне рэзервовых копій індэксаў на аснове наладжанага раскладу.
et: Looge indeksi varukoopiaid vastavalt seadistatud ajakavale.
ku: Li ser bingeha nexşeya mîhengkirî paşvekêşên navnîşan biafirînin.

source: Create YAML files to back up album metadata.
af: Skep YAML-lêers om albummetadata te rugsteun.
be: Стварыце файлы YAML для рэзервовага капіравання метаданых альбома.
et: Loo YAML-failid albumite metaandmete varundamiseks.
ku: Pelên YAML biafirînin ku metadata albûmê paşve bikin.

source: Create YAML sidecar files to back up picture metadata.
af: Skep YAML-syspanlêers om prentmetadata te rugsteun.
be: Стварыце пабочныя файлы YAML для рэзервовага капіравання метададзеных выявы.
et: Loo YAML-sidekartiifailid pildi metaandmete varundamiseks.
ku: Pelên kêleka YAML biafirînin ku metadaneyên wêneyê paşve bikin.

source: Created
af: Geskep
be: Створана
et: Lisatud
ku: دروستکرا

source: Creating thumbnails for
af: Skep duimnaels vir
be: Стварэнне мініяцюр для
et: Pisipiltide loomine:
ku: دروستکردنی وێنۆچکە بۆ

source: Cubic: Moderate Quality, Good Performance
af: Kubus: Matige kwaliteit, goeie prestasie
be: Cubic: умераная якасць, добрая прадукцыйнасць
et: Cubic: mõõdukas kvaliteet, hea jõudlus
ku: سێجا: کوالێتی مامناوەند، ئەدای باش

source: Current Password
af: huidige Sleutelwoord
be: Бягучы пароль
et: Praegune parool
ku: تێپەڕەوشەی ئێستا

source: Custom
af: Pasgemaak
be: Прыстасаваныя
et: Kohandatud
ku: Hûnbunî

source: Cyan
af: Siaan
be: Блакітны
et: Tsüaan
ku: شینی ئاسمانی

source: Daily
af: Daagliks
be: Штодня
et: Üks kord päevas
ku: ڕۆژانە

source: Database
af: Databasis
ku: Databas

source: Database Backups
af: Rugsteun van databasis
be: Рэзервовыя копіі баз даных
et: Andmebaasi varukoopiad
ku: Backups Database

source: Databases
af: Databasisse
ku: Databas

source: Date & Time
af: Datum en tyd
ku: Dîrok û Demjimêr

source: Day
af: Dag
be: Дзень
et: Päev
ku: ڕۆ‌ژ

source: Deactivate
af: Deaktiveer
be: Дэактываваць
et: Deaktiveeri
ku: Deaktîv bike

source: Debug Logs
af: Ontfout logs
be: Журналы адладкі
et: Tõrkeotsingu logid
ku: تۆماری هەڵەکان

source: Default
af: Verstek
be: Па змаўчанні
et: Vaikimisi
ku: بنه‌ڕه‌ت

source: Default Folder
af: Verstek gids
be: Папка па змаўчанні
et: Vaikimisi kaust
ku: بوخچەی بنه‌ڕه‌تی

source: Delete
af: Vee uit
be: Выдаліць
et: Kustuta
ku: سڕینەوە

source: Delete Album
af: Vee Album Uit
be: Выдаліць альбом
et: Kustuta album
ku: Albûmê Jê Bibe

source: Delete All
af: Vee alles uit
be: Выдаліць усе
et: Kustuta kõik
ku: Hemî jêbirin

source: Delete all?
af: Vee alles uit?
be: Выдаліць усе?
et: Kustutada kõik?
ku: Hemî jêbirin?

source: Delete orphaned index entries, sidecar files and thumbnails.
af: Vee wees indeksinskrywings, syspanlêers en duimnaels uit.
be: Выдаліць асірацелыя запісы індэкса, дапаможныя файлы і мініяцюры.
et: Kustutage orbude indeksikanded, külgmised failid ja pisipildid.
ku: Navnîşanên navnîşên sêwî, pelên kêlekê û piçûkan jêbirin.

source: deleted
af: uitgevee
ku: jêbirin

source: Description
af: Beskrywing
be: Апісанне
et: Kirjeldus
ku: وه‌سفکردن

source: Detailed instructions can be found in our User Guide.
af: Gedetailleerde instruksies kan gevind word in ons gebruikersgids.
be: Падрабязныя інструкцыі можна знайсці ў нашым Кіраўніцтве карыстальніка.
et: Üksikasjalikud juhised leiad meie kasutajajuhendist.
ku: ڕێنمایی ورد دەتوانرێت بدۆزرێتەوە لە ڕێبەری بەکارهێنەرەکەمان.

source: Details
af: Besonderhede
be: Дэталі
et: Üksikasjad
ku: زانیاری زیاتر

source: Dimensions
af: Afmetings
be: Памеры
et: Mõõtmed
ku: ڕەهەندەکان

source: Disable Backups
af: Deaktiveer rugsteun
be: Адключыць рэзервовае капіраванне
et: Keela varukoopiad
ku: ناچالاککردنی پاڵپشتەکان

source: Disable Darktable
af: Deaktiveer Darktable
be: Адключыць Darktable
et: Keela Darktable
ku: Darktable neçalak bike

source: Disable ExifTool
af: Deaktiveer ExifTool
be: Адключыць ExifTool
et: Keela ExifTool
ku: ExifTool لە کاربخە

source: Disable features that require write permission for the originals folder.
af: Deaktiveer kenmerke wat skryftoestemming vir die oorspronklike lêergids vereis.
be: Адключыце функцыі, якія патрабуюць дазволу на запіс для папкі арыгіналаў.
et: Lülitage välja funktsioonid, mis nõuavad originaalide kausta kirjutamisõigust.
ku: Taybetmendiyên ku ji bo peldanka orjînal destûra nivîsandinê hewce dike neçalak bike.

source: Disable FFmpeg
af: Deaktiveer FFmpeg
be: Адключыць FFmpeg
et: Keela FFmpeg
ku: FFmpeg asteng bike

source: Disable ImageMagick
af: Deaktiveer ImageMagick
be: Адключыць ImageMagick
et: Lülita ImageMagick välja
ku: ImageMagick neçalak bike

source: Disable interactive world maps and reverse geocoding.
af: Deaktiveer interaktiewe wêreldkaarte en omgekeerde geokodering.
be: Адключыць інтэрактыўныя карты свету і адваротнае геакадзіраванне.
et: Lülitage interaktiivsed maailmakaardid ja vastupidine geokodeerimine välja.
ku: Nexşeyên cîhanê yên înteraktîf neçalak bikin û jeokodkirina berevajî bikin.

source: Disable Places
af: Deaktiveer Plekke
be: Адключыць Месцы
et: Keela kohad
ku: لەکارخستنی شوێنەکان

source: Disable RawTherapee
af: Deaktiveer RawTherapee
be: Адключыць RawTherapee
et: Keela RawTherapee
ku: RawTherapee neçalak bike

source: Disable Vectors
af: Deaktiveer vektore
be: Адключыць вектары
et: Vektorite väljalülitamine
ku: Vektoran neçalak bike

source: Disable WebDAV
af: Deaktiveer WebDAV
be: Адключыць WebDAV
et: Keela WebDAV
ku: لەکاربخە WebDAV

source: Disabled
af: Gestremd
ku: ناچالاککراوە

source: Disables vector graphics support.
af: Deaktiveer vektorgrafika-ondersteuning.
be: Адключае падтрымку вектарнай графікі.
et: Lülitab vektorgraafika toetuse välja.
ku: Piştgiriya grafikên vektorî asteng dike.

source: Disables video transcoding and thumbnail extraction.
af: Deaktiveer video-transkodering en duimnael-onttrekking.
be: Адключае перакадзіраванне відэа і выманне мініяцюр.
et: Lülitab välja video transkodeerimise ja pisipildi väljavõtte.
ku: Veguheztina vîdyoyê û derxistina piçûkan asteng dike.

source: Discard
af: Gooi weg
ku: Bavêje

source: Discard changes and close
af: Gooi veranderinge weg en maak toe
ku: Guhertinan betal bike û bigire

source: Discover
af: Ontdek
be: Адкрыйце для сябе
et: Avasta
ku: دۆزینەوە

source: Dismiss
af: Verwerp
be: Звольніць
et: Lase lahti
ku: Berdan

source: Display Name
af: Vertoon Naam
be: Адлюстраванае імя
et: Esitusnimi
ku: Navê nîşanî

source: Display picture captions in search results.
af: Wys prentbyskrifte in soekresultate.
be: Паказваць подпісы да малюнкаў у выніках пошуку.
et: Pildiallkirjade kuvamine otsingutulemustes.
ku: Di encamên lêgerînê de sernavên wêneyan nîşan bidin.

source: Display picture titles in search results.
af: Wys prenttitels in soekresultate.
be: Паказаць назвы малюнкаў у выніках пошуку.
et: Pildi pealkirjade kuvamine otsingutulemustes.
ku: Di encamên lêgerînê de sernavên wêneyan nîşan bidin.

source: Document
af: Dokument
be: Дакумент
et: Dokument
ku: Belge

source: Documents
af: Dokumente
be: Дакументы
et: Dokumendid

source: Don't use Darktable to convert RAW images.
af: Moenie Darktable gebruik om RAW-beelde om te skakel nie.
be: Не выкарыстоўвайце Darktable для пераўтварэння RAW відарысаў.
et: Ärge kasutage Darktable'i RAW-piltide teisendamiseks.
ku: Ji bo veguheztina pelên RAW Darktable bikar neynin.

source: Don't use ImageMagick to convert images.
af: Moenie ImageMagick gebruik om beelde om te skakel nie.
be: Не выкарыстоўвайце ImageMagick для пераўтварэння відарысаў.
et: Ärge kasutage ImageMagicki piltide teisendamiseks.
ku: Ji bo veguhertina wêneyan ImageMagick bikar neynin.

source: Don't use RawTherapee to convert RAW images.
af: Moenie RawTherapee gebruik om RAW-beelde om te skakel nie.
be: Не выкарыстоўвайце RawTherapee для пераўтварэння RAW відарысаў.
et: Ärge kasutage RawTherapee't RAW-piltide teisendamiseks.
ku: RawTherapee bikar neynin ku pelên RAW veguherînin.

source: Done
af: Klaar
be: Гатова
et: Tehtud
ku: تەواوبوو

source: Done.
af: Klaar.
be: Гатова.
et: Tehtud.
ku: تەواوبوو.

source: Download
af: Aflaai
be: Спампаваць
et: Laadi alla
ku: داگرتن

source: Download only original media files, without any automatically generated files.
af: Laai slegs oorspronklike medialêers af, sonder enige outomaties gegenereerde lêers.
be: Спампоўваць толькі арыгінальныя мультымедыйныя файлы без аўтаматычна створаных файлаў.
et: Laadige alla ainult originaalsed meediafailid, ilma automaatselt genereeritud failideta.
ku: Tenê pelên medyayê yên orjînal dakêşin, bêyî pelên ku bixweber têne çêkirin.

source: Download remote files
af: Laai afgeleë lêers af
be: Спампаваць выдаленыя файлы
et: Laadi alla kaugfailid
ku: داگرتنی پەڕگە دوورەکان

source: Download single files and zip archives.
af: Laai enkele lêers en zip-argiewe af.
be: Спампаваць асобныя файлы і zip-архівы.
et: Laadi alla üksikuid faile ja ZIP-arhiive.
ku: داگرتنی فایلە تاکەکان و ئەرشیفی زیپ.

source: Downloading…
af: Laai tans af …
be: Спампоўка…
et: Allalaadimine…
ku: دادەگیرێت…

source: Downscaling Filter
af: Afskaal filter
be: Фільтр памяншэння памеру
et: Skaleerimisfilter
ku: فلتەری کەمکردنەوە

source: Drag and drop files here
af: Sleep en los lêers hier
be: Перацягнуць файлы сюды
et: Lohistage failid siia
ku: Pelan li vir kaş bikin û bavêjin

source: Driver
af: Bestuurder
ku: Ajotvan

source: Due to the high volume of emails we receive, our team may be unable to get back to you immediately.
af: Weens die groot aantal e-posse wat ons ontvang, kan ons span dalk nie dadelik na jou toe terugkom nie.
be: З-за вялікай колькасці электронных лістоў, якія мы атрымліваем, наша каманда можа не змагчы звязацца з вамі неадкладна.
et: Meile saabuvate e-kirjade suure hulga tõttu ei pruugi meie meeskond olla võimeline kohe vastama.
ku: Ji ber qebareya zêde ya e-nameyên ku em distînin, dibe ku tîmê me nikaribe tavilê bi we re vegere.

source: Duplicates will be skipped and only appear once.
af: Duplikate sal oorgeslaan word en slegs net een keer verskyn.
be: Дублікаты будуць прапушчаны і з'явяцца толькі адзін раз.
et: Duplikaadid jäetakse vahele ja neid kuvatakse ainult ühekordselt.
ku: دووبارەکراوەکان تێپەڕدەبن و تەنها یەک جار دەردەکەون.

source: Duration
af: Duur
be: Працягласць
et: Kestus
ku: بەخشینەکان

source: Dynamic Previews
af: Dinamiese voorskoue
be: Дынамічны папярэдні прагляд
et: Dünaamilised eelvaated
ku: پێشبینینی دینامیکی

source: Dynamic Size Limit: %{n}px
af: Dinamiese groottelimiet: %{n}px
be: Абмежаванне дынамічнага памеру: %{n}px
et: Dünaamiline suuruse limiit: %{n}px
ku: سنوورداری قەبارەی دینامیکی: %{n}px

source: E-Mail
af: E-pos
be: Электронная пошта
et: E-post
ku: ئیمەیڵ

source: Edit
af: Wysig
be: Рэдагаваць
et: Muuda
ku: دەستکاری

source: Edit %{s}
af: Wysig %{s}
be: Рэдагаваць %{s}
et: Muuda %{s}
ku: دەستکاری %{s}

source: Edit Account
af: Redigeer rekening
be: Рэдагаваць уліковы запіс
et: Konto muutmine
ku: دەستکاریکردنی هەژمار

source: Edit Photo
af: Redigeer foto
be: Рэдагаваць фота
et: Foto muutmine
ku: دەستکاریکردنی فۆتۆ

source: Edit Photos (%{n})
af: Wysig foto's (%{n})
ku: Wêneyan Biguherîne (%{n})

source: Edit the metadata, labels, and albums of multiple pictures at once.
af: Wysig die metadata, etikette en albums van verskeie prente gelyktydig.
ku: Metadata, etîket û albûmên gelek wêneyan di carekê de biguherîne.

source: Edited
af: Geredigeer
be: Адрэдагавана
et: Muudetud
ku: دەستکاریکرا

source: Email
af: E-pos
be: Электронная пошта
et: E-post

source: Enable debug mode to display additional logs and help with troubleshooting.
af: Aktiveer ontfoutmodus om bykomende logs te vertoon en help met foutsporing.
be: Уключыце рэжым адладкі, каб паказаць дадатковыя журналы і дапамагчы ў ліквідацыі непаладак.
et: Lubage tõrjerežiim, et kuvada täiendavaid logisid ja aidata tõrkeotsingutel.
ku: Moda debugê çalak bike da ku têketinên zêde nîşan bide û di çareserkirina pirsgirêkan de bibe alîkar.

source: Enable new features that may be incomplete or unstable.
af: Aktiveer nuwe kenmerke wat onvolledig of onstabiel kan wees.
be: Уключыць новыя функцыі, якія могуць быць няпоўнымі або нестабільнымі.
et: Võta kasutusele uued funktsioonid, mis võivad olla ebatäielikud või ebastabiilsed.
ku: Taybetmendiyên nû yên ku dibe ku netemam an bêîstiqrar bin çalak bikin.

source: Enables RAW converter presets. May reduce performance.
af: Aktiveer RAW-omskakelaarvoorinstellings. Kan prestasie verminder.
be: Уключае прадусталяваныя налады канвертара RAW. Можа знізіць прадукцыйнасць.
et: Lubab RAW-konverteri eelseadistused. Võib vähendada jõudlust.
ku: Pêşdibistanên veguheztina RAW çalak dike. Dibe ku performans kêm bike.

source: Enabling two-factor authentication means that you will need a randomly generated verification code to log in, so even if someone gains access to your password, they will not be able to access your account.
af: Om tweefaktor-verifikasie te aktiveer beteken dat jy 'n lukraak gegenereerde verifikasiekode sal benodig om aan te meld, so selfs al kry iemand toegang tot jou wagwoord, sal hulle nie toegang tot jou rekening kan kry nie.
be: Уключэнне двухфактарнай аўтэнтыфікацыі азначае, што вам спатрэбіцца выпадкова згенераваны код пацверджання для ўваходу, таму, нават калі хтосьці атрымае доступ да вашага пароля, ён не зможа атрымаць доступ да вашага ўліковага запісу.
et: Kahefaktorilise autentimise lubamine tähendab, et sisselogimiseks vajate juhuslikult genereeritud kinnituskoodi, nii et isegi kui keegi saab juurdepääsu teie paroolile, ei pääse ta teie kontole juurde.
ku: Çalakkirina erêkirina du-faktorî tê vê wateyê ku hûn ê hewceyê kodek verastkirinê ya ku bi rengek rasthatî hatî hilberandin hewce bike ku têkevinê, ji ber vê yekê her çend kes bigihîje şîfreya we jî, ew ê nikaribe bigihîje hesabê we.

source: Engine
af: Enjin
ku: Makîne

source: Enter date
af: Voer datum in
be: Увядзіце дату
et: Sisestage kuupäev
ku: Dîrokê binivîse

source: Enter dates
af: Voer datums in
be: Увядзіце даты
et: Sisestage kuupäevad
ku: Dîrokan binivîse

source: Enter item name...
af: Voer itemnaam in...
ku: Navê babetî binivîse...

source: Enter the code generated by your authenticator app:
af: Voer die kode in wat deur jou authenticator-toepassing gegenereer word:
be: Увядзіце код, створаны вашай праграмай аўтэнтыфікацыі:
et: Sisestage autentimisrakenduse poolt genereeritud kood:
ku: Koda ku ji hêla sepana xweya nasker ve hatî çêkirin binivîse:

source: Enter verification code
af: Tik verifikasiekode
be: Увядзіце праверачны код
et: Sisesta kontrollkood
ku: Koda verastkirinê binivîse

source: Enter your password to confirm the action and continue:
af: Voer jou wagwoord in om die handeling te bevestig en gaan voort:
be: Увядзіце пароль, каб пацвердзіць дзеянне і працягнуць:
et: Toimingu kinnitamiseks ja jätkamiseks sisestage oma parool:
ku: Şîfreya xwe binivîse ku çalakiyê piştrast bike û berdewam bike:

source: Error
af: Fout
be: Памылка
et: Viga
ku: هەڵە

source: Errors
af: Foute
be: Памылкі
et: Vead
ku: هەڵەکان

source: Estimate
af: Skat
be: Каштарыс
et: Hinnang:
ku: Texmînkirin

source: Estimate Locations
af: Skat liggings
be: Ацэнка месцаў
et: Hinnangulised asukohad
ku: Cihên Texmîn bikin

source: Estimate the approximate location of pictures without GPS coordinates.
af: Skat die benaderde ligging van prente sonder GPS-koördinate.
be: Ацаніце прыблізнае месцазнаходжанне здымкаў без GPS-каардынатаў.
et: Hinnake piltide ligikaudset asukohta ilma GPS-koordinaatideta.
ku: Cihê nêzîkê wêneyan bêyî koordînatên GPS-ê texmîn bikin.

source: Every two days
af: Elke twee dae
be: Кожныя два дні
et: Iga kahe päeva tagant
ku: هەموو دوو ڕۆژ جارێ

source: Exclude content marked as private from search results, shared albums, labels, and places.
af: Sluit inhoud wat as privaat gemerk is uit soekresultate, gedeelde albums, etikette en plekke uit.
be: Выключыць змесціва, пазначанае як прыватнае, з вынікаў пошуку, агульных альбомаў, метак і месцаў.
et: Välista otsingutulemustest, jagatud albumitest, siltidest ja kohtadest isiklikuks märgitud sisu.
ku: Ji encamên lêgerînê, albûmên hevbeş, etîket û deveran naveroka ku wekî taybet hatî nîşankirin derxînin.

source: Exclude hidden
af: Sluit versteekte uit
be: Выключыць схаванае
et: Välista peidetud
ku: Veşartî derxînin

source: ExifTool is required for full support of XMP metadata, videos and Live Photos.
af: Metadata-onttrekking met ExifTool word vereis vir volledige video-, regstreekse foto- en XMP-ondersteuning.
be: Выманне метаданых з дапамогай ExifTool патрабуецца для поўнай падтрымкі відэа, жывых фота і XMP.
et: Metaandmete ekstraheerimine ExifTooliga on vajalik täieliku video-, live-foto- ja XMP-toe saamiseks.
ku: Derxistina Metadata bi ExifTool re ji bo piştgiriya tevahî Vîdyo, Wêne Zindî, û XMP hewce ye.

source: Experimental Features
af: Eksperimentele kenmerke
be: Эксперыментальныя функцыі
et: Eksperimentaalsed funktsioonid
ku: تایبەتمەندیە ئەزموونیەکان

source: Expires
af: Verval
be: Заканчваецца тэрмін дзеяння
et: Aegub
ku: بەسەرچووەکان

source: Exposure
af: Blootstelling
be: Уздзеянне
et: Säriaeg
ku: دەرخستن

source: Extract still images and generate thumbnails while indexing.
af: Onttrek stilbeelde en genereer duimnaels tydens indeksering.
be: Выманне нерухомых малюнкаў і стварэнне мініяцюр падчас індэксацыі.
et: Väljavõte fotodest ja pisipiltide genereerimine indekseerimise ajal.
ku: Wêneyên hêstiran derxînin û di dema îndekskirinê de nîgaran çêkin.

source: F Number
af: F nommer
be: Нумар F
ku: ژمارەی F

source: Face
af: Gesig
be: Твар
et: Nägu
ku: Rû

source: Faces
af: Gesigte
be: Асобы
et: Näod
ku: Rûyên

source: Failed removing link
af: Kon nie skakel verwyder nie
be: Не атрымалася выдаліць спасылку
et: Lingi eemaldamine ebaõnnestus
ku: لابردنی بەستەرەکە شکستی هێنا

source: Failed to connect account.
af: Kon nie rekening koppel nie.
be: Не ўдалося падключыць уліковы запіс.
et: Konto ühendamine ebaõnnestus.
ku: Girêdana hesabê têk çû.

source: Failed to save changes
af: Kon nie veranderinge stoor nie
ku: Guhertinan nehat tomarkirin

source: Failed updating link
af: Kon nie skakel opdateer nie
be: Не ўдалося абнавіць спасылку
et: Lingi uuendamine ebaõnnestus
ku: نوێکردنەوەی بەستەرەکە شکستی هێنا

source: Family Name
af: Van
be: Прозвішча
et: Perekonnanimi
ku: ناوی پێناس

source: Fast
af: Vinnig
be: Хуткі
et: Kiire
ku: خێرا

source: Favorite
af: Gunsteling
be: Любімая
et: Lemmik
ku: دڵخواز

source: Favorites
af: Gunstelinge
be: Абраныя
et: Lemmikud
ku: دڵخوازەکان

source: Feature Request
af: Kenmerkversoek
be: Запыт функцыі
et: Funktsiooni taotlus
ku: داواکردنی تایبەتمەندی

source: Feedback
af: Terugvoer
be: Зваротная сувязь
et: Tagasiside
ku: ڕەخنە و پێشنیار

source: Female
af: Vroulik
be: жаночы
et: Naine
ku: Mê

source: File
af: lêer
be: Файл
et: Fail
ku: پەڕگە

source: File Browser
af: Lêerblaaier
be: Файлавы браўзер
et: Failibrauser
ku: گەڕۆکی پەڕگە

source: File Conversion
af: Lêer-omskakeling
be: Канвертацыя файлаў
et: Faili konverteerimine
ku: Veguherîna pelê

source: File Name
af: Lêernaam
be: Імя файла
et: Faili nimi
ku: پەڕگە

source: File Size
af: Lêergrootte
be: Памер файла
et: Faili suurus
ku: پەڕگە

source: Filename
af: Lêernaam
be: Імя файла
et: Failinimi
ku: پەڕگە

source: Files
af: Lêers
be: Файлы
et: Failid
ku: پەڕگەکان

source: Files with sequential names like 'IMG_1234 (2)' and 'IMG_1234 (3)' belong to the same picture.
af: Lêers met opeenvolgende name soos 'IMG_1234 (2)' en 'IMG_1234 (3)' behoort aan dieselfde prent.
be: Файлы з такімі паслядоўнымі назвамі, як "IMG_1234 (2)" і "IMG_1234 (3)", належаць да аднаго малюнка.
et: Järjestikuste nimedega failid nagu 'IMG_1234 (2)' ja 'IMG_1234 (3)' kuuluvad samale pildile.
ku: پەڕگەکان بە ناوی زنجیرەیی وەک 'IMG_1234 (2)' و 'IMG_1234 (3)' هی هەمان وێنەن.

source: First page
af: Eerste bladsy
be: Першая старонка
et: Esimene lehekülg
ku: Rûpelê yekem

source: Focal Length
af: Brandpuntsafstand
be: Фокусная адлегласць
et: Fookuskaugus

source: Folder contains %{n} files
af: Gids bevat %{n} lêers
be: Папка змяшчае %{n} файлаў
et: Kaust sisaldab %{n} faili
ku: بوخچە %{n} پەڕگەی تێدایە

source: Folder is empty
af: Voer is leeg
be: Папка пустая
et: Kaust on tühi
ku: بوخچەکە بەتاڵە

source: Folders
af: Dopsies
be: Папкі
et: Kaustad
ku: بوخچەکان

source: Forgot password?
af: Wagwoord vergeet?
be: Забыліся на пароль?
et: Unustasid parooli?
ku: تێپەڕەوشەی ئێستا

source: Frames
af: Rame
be: Рамкі
et: Kaadrid

source: Full Access
af: Volle toegang
be: Поўны доступ
et: Täielik juurdepääs
ku: Têketinê Full

source: Fullscreen
af: Volskerm
be: Поуны экран
et: Täisekraan
ku: پڕاوپڕ بەشاشە

source: General
af: Algemeen
be: Агульныя
et: Üldised
ku: گشتی

source: Generate
af: Genereer
be: Генераваць
et: Genereeri
ku: Xûlqkirin

source: Generate albums of special moments, journeys, and places.
af: Skep outomaties albums van spesiale oomblikke, reise en plekke.
be: Аўтаматычна стварае альбомы асаблівых момантаў, паездак і месцаў.
et: Loob automaatselt albumid erilistest hetkedest, reisidest ja kohtadest.
ku: Bixweber albûmên demên taybetî, rêwîtî û deveran diafirîne.

source: Generate Previews
af: Genereer voorskoue
be: Стварыць прэв'ю
et: Loo eelvaateid
ku: Pêşdîtinan biafirînin

source: Generated
af: Gegenereer
be: Згенераваны
et: Genereeritud
ku: Çê kirin

source: Get Started
af: Begin
be: Пачніце
et: Alusta
ku: Dest pê bike

source: Given Name
af: Noemnaam
be: Названае імя
et: Eesnimi
ku: ناوی ڕەسەن

source: Global Options
af: Globale Opsies
be: Глабальныя параметры
et: Globaalsed valikud
ku: Vebijarkên Global

source: Go to page {0}
af: Gaan na bladsy {0}
be: Перайсці на старонку {0}
et: Mine lehele {0}
ku: Biçe rûpela {0}

source: Gold
af: Goud
be: золата
et: Kuld
ku: ئاڵتون

source: Green
af: Groen
be: Зялёны
et: Roheline
ku: سەوز

source: Grey
af: Grys
be: Шэры
et: Hall
ku: ڕەساسی

source: Guest
af: Gas
be: Госць
et: Külaline
ku: Mêvan

source: Help & Support
af: Hulp en ondersteuning
be: Даведка і падтрымка
et: Abi ja tugi
ku: پاڵپشتی کڕیار

source: Hidden
af: Versteek
be: Схаваныя
et: Peidetud
ku: شاراوە

source: Hidden Files
af: Versteekte lêers
be: Схаваныя файлы
et: Peidetud failid
ku: پەڕگە شاراوەکان

source: Hide
af: Versteek
be: Схаваць
et: Peida
ku: Veşartin

source: Hide photos that have been moved to archive.
af: Versteek foto's wat na die argief geskuif is.
be: Схаваць фатаграфіі, якія былі перамешчаны ў архіў.
et: Peida fotod, mis on viidud arhiivi.
ku: شاردنەوەی ئەو فۆتۆیانەی کە گواستراوەتەوە بۆ ئەرشیف.

source: High
af: Hoog
be: Высокі
et: Kõrge
ku: Bilind

source: High Dynamic Range (HDR)
af: Hoë Dinamiese Omvang (HDR)
be: Пашыраны дынамічны дыяпазон (HDR)
et: Lai dünaamiline diapasoon (HDR)
ku: Rêzeya Dînamîk a Bilind (HDR)

source: How can we help?
af: Hoe kan ons help?
be: Як мы можам дапамагчы?
et: Kuidas me saame aidata?
ku: چۆن ئەتوانین یارمەتیت بدەین؟

source: Hybrid
af: Hibried
be: Гібрыд
et: Hübriid
ku: دووڕەگ
