Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: WebDAV clients, like Microsoft’s Windows Explorer or Apple's Finder, can connect directly to PhotoPrism.
be: Кліенты WebDAV, такія як Microsoft Windows Explorer або Apple Finder, могуць падключацца непасрэдна да PhotoPrism.
et: WebDAV kliendid, nagu Microsofti Windows Explorer või Apple'i Finder, saavad PhotoPrismiga otse ühenduda.

source: FPS
et: Kaadrisagedus
