Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: Support Our Mission
af: Ondersteun ons missie
be: Падтрымайце нашу місію
et: Toeta meie missiooni
ku: Piştgiriya Mîsyona Me bikin

source: Sync
af: Sinkroniseer
be: Сінхранізацыя
et: Sünkroonimine
ku: هاوکاتگەری

source: Sync raw and video files
af: Sinkroniseer rou- en videolêers
be: Сінхранізацыя неапрацаваных і відэафайлаў
et: Sünkrooni RAW ja videofaile
ku: هاودەمکردنی فایلە خاوە ڤیدیۆکان

source: Taken
af: Geneem
be: Узяты
et: Pildistatud
ku: وەرگیراو

source: Teal
af: Blauwgroen
be: Чыркаваты
et: Sinakasroheline
ku: سەوزی شینباو

source: Terrain
af: Terrein
be: Рэльеф мясцовасці
et: Maastik
ku: Erd

source: Text
af: Teks
be: Тэкст
et: Tekst
ku: Nivîstok

source: Text too long
af: Teks te lank
be: Тэкст занадта доўгі
et: Tekst on liiga pikk
ku: دەقی زۆر درێژ

source: Thank You for Your Support!
af: Dankie vir jou ondersteuning!
be: Дзякуй за вашу падтрымку!
et: Täname teie toetuse eest!
ku: Spas ji bo Piştgiriya We!

source: That's why PhotoPrism was built from the ground up to run wherever you need it, without compromising freedom, privacy, or functionality.
af: Dit is hoekom PhotoPrism van die grond af gebou is om te werk waar jy dit ook al nodig het, sonder om vryheid, privaatheid of funksionaliteit in te boet.
be: Вось чаму PhotoPrism быў створаны з нуля, каб працаваць там, дзе вам гэта трэба, без шкоды для свабоды, прыватнасці або функцыянальнасці.
et: Seepärast on PhotoPrism loodud algusest peale nii, et see töötab kõikjal, kus te seda vajate, ilma et see ohustaks vabadust, privaatsust või funktsionaalsust.
ku: Ji ber vê yekê PhotoPrism ji erdê ve hate çêkirin da ku li cîhê ku hûn jê re lazim bin, bêyî ku azadî, nepenî, an fonksiyonê tawîz bidin.

source: The index currently contains %{n} hidden files.
af: Die indeks bevat tans %{n} versteekte lêers.
be: Зараз індэкс змяшчае %{n} схаваных файлаў.
et: Indeks sisaldab praegu %{n} peidetud faili.
ku: نوانەکە لە ئێستادا %{n} فایلی شاراوەی لەخۆ دەگرێت.

source: Their format may not be supported, they haven't been converted to JPEG yet or there are duplicates.
af: Hulle formaat word dalk nie ondersteun nie, hulle is nog nie na JPEG omgeskakel nie of daar is duplikate.
be: Магчыма, іх фармат не падтрымліваецца, яны яшчэ не былі пераўтвораны ў JPEG або ёсць дублікаты.
et: Nende formaat ei pruugi olla toetatud, neid ei ole veel JPEG-vormingusse konverteeritud või on olemas duplikaadid.
ku: فۆرماتەکەیان لەوانەیە پشتگیری کراو نەبێت, هێشتا نەگۆڕدراوە بۆ JPEG یان لێکچووی دووبارەبوونی هەیە.

source: Theme
af: Tema
be: Тэма
et: Välimus
ku: ڕووکار

source: This field is required
af: Hierdie veld word vereis
be: Гэта поле абавязковае
et: See väli on kohustuslik
ku: Ev qada pêdivî ye

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
af: Dit plaas die oorspronklike lêergids as 'n netwerkaandrywer en laat jou toe om lêers van jou rekenaar of slimfoon oop te maak, te redigeer en uit te vee asof dit plaaslik is.
be: Гэта мантуе папку арыгіналаў у якасці сеткавага дыска і дазваляе адкрываць, рэдагаваць і выдаляць файлы з вашага камп'ютара або смартфона, як калі б яны былі лакальнымі.
et: See ühendab originaalide kausta võrgukettana ja võimaldab avada, muuta ja kustutada faile arvutist või nutitelefonist, nagu oleksid need kohalikud.
ku: ئەمە فۆڵدەری ڕەسەنەکان وەک درایڤی ڕایەڵە هەڵدەکات و ڕێگەت پێدەدات فایلەکان لە کۆمپیوتەرەکەت یان مۆبایلەکە بکەیتەوە، بژاری بکەیت، یان بسڕیتەوە وەک ئەوەی کە خۆماڵی بن.

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
af: Dit plaas die oorspronklike lêergids as 'n netwerkaandrywer en laat jou toe om lêers van jou rekenaar of slimfoon oop te maak, te redigeer en uit te vee asof dit plaaslik is.
ku: ئەمە فۆڵدەری ڕەسەنەکان وەک درایڤی ڕایەڵە هەڵدەکات و ڕێگەت پێدەدات فایلەکان لە کۆمپیوتەرەکەت یان مۆبایلەکە بکەیتەوە، بژاری بکەیت، یان بسڕیتەوە وەک ئەوەی کە خۆماڵی بن.

source: Time
af: Tyd
ku: Dem

source: Time UTC
af: Tyd UTC
be: Час UTC
et: UTC aeg
ku: کات UTC

source: Time Zone
af: Tydsone
be: Часавы пояс
et: Ajavöönd
ku: ناوچەی کاتی

source: Timeout
af: Uitteltyd
be: Тайм-аўт
et: Ajalõpp
ku: ناوچەی کاتی

source: Title
af: Titel
be: Назва
et: Pealkiri
ku: ناونیشان

source: Title / Position
af: Titel / Posisie
be: Званне / Пасада
et: Tiitel / ametikoht
ku: ناونیشانی زۆر درێژ

source: Title too long
af: Titel te lank
be: Назва занадта доўгая
et: Pealkiri on liiga pikk
ku: ناونیشانی زۆر درێژ

source: to
af: aan
be: каб
et: aadressile
ku: بۆ

source: To avoid being locked out of your account, please download, print or copy this recovery code now and keep it in a safe place.
af: Om te verhoed dat jy uit jou rekening gesluit word, laai asseblief hierdie herstelkode nou af, druk of kopieer dit en hou dit op 'n veilige plek.
be: Каб пазбегнуць блакіроўкі доступу да вашага ўліковага запісу, спампуйце, раздрукуйце або скапіруйце гэты код аднаўлення і захавайце яго ў бяспечным месцы.
et: Kontole juurdepääsu vältimiseks laadige see taastekood kohe alla, printige või kopeerige ja hoidke seda turvalises kohas.
ku: Ji bo ku hûn ji hesabê xwe neyên girtin, ji kerema xwe vê koda hilanînê nuha dakêşin, çap bikin an kopî bikin û li cîhek ewle bihêlin.

source: To generate a new app-specific password, please enter the name and authorization scope of the application and select an expiration date:
af: Om 'n nuwe programspesifieke wagwoord te genereer, voer asseblief die naam en magtigingsomvang van die toepassing in en kies 'n vervaldatum:
be: Каб згенераваць новы пароль для канкрэтнай праграмы, увядзіце назву і вобласць аўтарызацыі праграмы і абярыце тэрмін дзеяння:
et: Uue rakendusepõhise parooli loomiseks sisestage rakenduse nimi ja volituse ulatus ning valige aegumiskuupäev:
ku: Ji bo afirandina şîfreyek nû-taybetî ya sepanê, ji kerema xwe nav û qada destûrnameyê ya serîlêdanê binivîse û tarîxek qedandinê hilbijêrin:

source: To switch to a new authenticator app or device, first deactivate two-factor authentication and then reactivate it:
af: Om oor te skakel na 'n nuwe authenticator-toepassing of -toestel, deaktiveer eers twee-faktor-stawing en heraktiveer dit dan:
be: Каб пераключыцца на новую праграму або прыладу аўтэнтыфікатара, спачатку дэактывуйце двухфактарную аўтэнтыфікацыю, а затым зноў актывуйце яе:
et: Uuele autentimisrakendusele või seadmele lülitumiseks deaktiveerige esmalt kahefaktoriline autentimine ja seejärel taasaktiveerige.
ku: Ji bo veguheztina serîlêdanek an amûrek naskirî ya nû, pêşî piştrastkirina du-faktorî neçalak bikin û dûv re wê ji nû ve çalak bikin:

source: To upgrade, you can either enter an activation code or click "Register" to sign up on our website:
af: Om op te gradeer, kan jy óf 'n aktiveringskode invoer óf "Registreer" klik om op ons webwerf aan te meld:
be: Каб абнавіць, вы можаце ўвесці код актывацыі або націснуць «Рэгістрацыя», каб зарэгістравацца на нашым сайце:
et: Uuendamiseks saate kas sisestada aktiveerimiskoodi või klõpsata "Registreeri", et registreeruda meie veebisaidil:
ku: Ji bo nûvekirinê, hûn dikarin kodek çalakkirinê binivîsin an jî "Têkilî" bikirtînin da ku li ser malpera me têkevin:

source: Today
af: Vandag
be: сёння
et: Täna
ku: Îro

source: Toggle View
af: Wissel aansig
be: Пераключыць прагляд
et: Muuda vaadet
ku: گۆڕینی رەوش بۆ بینین

source: Token
af: Teken
be: Жэтон
ku: تۆکن

source: Too many files selected
af: Te veel lêers gekies
be: Выбрана занадта шмат файлаў
et: Liiga palju valitud faile
ku: Gelek pel hatine hilbijartin

source: Too many requests
af: Te veel versoeke
be: Занадта шмат запытаў
et: Liiga palju taotlusi
ku: Pir daxwazî

source: Troubleshooting
af: Probleemoplossing
be: Ліквідацыю непаладак
et: Veaotsing
ku: Çareserkirina pirsgirêkan

source: Try again using other filters or keywords.
af: Probeer weer met ander filters of sleutelwoorde.
be: Паўтарыце спробу, выкарыстоўваючы іншыя фільтры або ключавыя словы.
et: Proovi uuesti, kasutades teisi filtreid või märksõnu.
ku: دووبارە هەوڵ بدە بە بەکارهێنانی فلتەر یان وشەی تر.

source: Two-factor authentication has been enabled for your account.
af: Twee-faktor-stawing is vir jou rekening geaktiveer.
be: Для вашага ўліковага запісу ўключана двухфактарная аўтэнтыфікацыя.
et: Teie konto jaoks on lubatud kahefaktoriline autentimine.
ku: Nasnameya du-faktorî ji bo hesabê we hate çalak kirin.

source: Type
af: Tik
be: Тып
et: Tüüp
ku: جۆر

source: Unable to delete
af: Kan nie verwyder nie
be: Немагчыма выдаліць
et: Ei saa kustutada
ku: Jêbirin nayê kirin

source: Unauthorized
af: Ongemagtig
be: Несанкцыянаваны
et: Autoriseerimata
ku: Bêmaf

source: Undo
af: Ontdoen
be: Адмяніць
et: Võta tagasi
ku: Betal bike

source: Unique ID
af: Unieke ID
be: Унікальны ID
et: Unikaalne ID
ku: IDـی بێ هاوتا

source: Unknown
af: Onbekend
be: Невядомы
et: Teadmata
ku: نەزانراو

source: Unregistered
af: Ongeregistreer
be: Незарэгістраваны
et: Mitteregistreeritud
ku: Neqeydkirî

source: Unsorted
af: Ongesorteer
be: Ня адсартавана
et: Sorteerimata
ku: پۆلێن نەکراوە

source: Unstack
af: Ontstapel
be: Зняць стос
ku: دەرهێنان لە کەڵەکە

source: Updated
af: Opgedateer
be: Абноўлены
et: Uuendatud
ku: بارکرا

source: Updating faces
af: Dateer tans gesigte op
be: Абнаўленне твараў
et: Nägude uuendamine
ku: Rûyên nûjen dikin

source: Updating index
af: Dateer indeks op
be: Абнаўленне індэкса
et: Indeksi uuendamine
ku: نوێکردنەوەی نیشانە

source: Updating moments
af: Dateer tans oomblikke op
be: Абнаўленне момантаў
et: Hetkede uuendamine
ku: نوێکردنەوەی ساتەکان

source: Updating picture…
af: Dateer tans prent op …
be: Абнаўленне выявы…
et: Pildi uuendamine…
ku: Rojanekirina pêşdîtinan

source: Updating previews
af: Opdatering van voorskoue
be: Абнаўленне прэв'ю
et: Eelvaadete uuendamine
ku: Rojanekirina pêşdîtinan

source: Updating stacks
af: Dateer stapels op
be: Абнаўленне стэкаў
et: Virnade uuendamine
ku: نوێکردنەوەی کەڵەکەکان

source: Upgrade
af: Gradeer op
be: Абнаўленне
et: Uuendamine

source: Upgrade Now
af: Gradeer nou op
be: Абнавіце зараз
et: Uuenda nüüd
ku: Nûvekirina Niha

source: Upload
af: Laai op
be: Загрузіць
et: Üleslaadimine
ku: بارکردن

source: Upload complete. Indexing…
af: Oplaai voltooi. Indekseer tans …
be: Запампоўка завершана. Індэксацыя…
et: Üleslaadimine lõpetatud. Indekseerimine…
ku: بارکردن تەواو بوو. نیشانەکردن…

source: Upload failed
af: Oplegging misluk
be: Памылка загрузкі
et: Üleslaadimine ebaõnnestus
ku: بارکردنەکە سەرکەوتوو نەبوو

source: Upload local files
af: Laai plaaslike lêers op
be: Загрузіць лакальныя файлы
et: Laadi üles kohalikud failid
ku: بارکردنی فایلە ناوخۆییەکان

source: Upload Path
af: Oplaai pad
be: Шлях загрузкі
et: Upload Path (üleslaadimise tee)
ku: Rêya barkirin

source: Upload to WebDAV and share links with friends.
af: Laai op na WebDAV en deel skakels met vriende.
be: Загружайце ў WebDAV і дзяліцеся спасылкамі з сябрамі.
et: Laadi üles WebDAV-i ja jaga linke sõpradega.
ku: بارکردن بۆ WebDAV و هاوبەشکردنی بەستەرەکان لەگەڵ هاوڕێیانت.

source: Uploading %{n} of %{t}…
af: Laai tans %{n} van %{t} op…
be: Загрузка %{n} з %{t}…
et: Üleslaadimine %{n}/%{t}…
ku: بارکردنی %{n} لە %{t}…

source: Uploading photos…
af: Laai tans foto's op …
be: Загрузка фатаграфій…
et: Fotode üleslaadimine…
ku: فۆتۆکان بار دەبن…

source: Uploading…
af: Laai tans op …
be: Загрузка…
et: Üleslaadimine…
ku: دووبارە بارکردن…

source: Uploads that may contain such images will be rejected automatically.
af: Oplaaie wat sulke beelde kan bevat, sal outomaties verwerp word.
be: Загрузкі, якія могуць утрымліваць такія выявы, будуць адхіляцца аўтаматычна.
et: Selliseid pilte sisaldavad üleslaadimised lükatakse automaatselt tagasi.
ku: بارکردنەکان کە لەوانەیە ئەم جۆرە وێنانە لەخۆە بگرێ بە شێوەیەکی خۆکار ڕەت دەکرێنەوە.

source: Use Presets
af: Gebruik voorafinstellings
be: Выкарыстоўвайце налады
et: Kasuta eelseadistusi
ku: بەکارهێنانی پێش ڕێکخستنەکان

source: Use the following recovery code to access your account when you are unable to generate a valid verification code with your authenticator app:
af: Gebruik die volgende terugstellingkode om toegang tot jou rekening te kry wanneer jy nie 'n geldige verifikasiekode met jou staafmakerprogram kan genereer nie:
be: Выкарыстоўвайце наступны код аднаўлення для доступу да вашага ўліковага запісу, калі вы не можаце стварыць сапраўдны код спраўджання з дапамогай праграмы аўтэнтыфікацыі:
et: Kui te ei saa autentimisrakendusega kehtivat kinnituskoodi luua, kasutage oma kontole juurdepääsuks järgmist taastekoodi.
ku: Dema ku hûn nikaribin bi sepana xweya erêkirinê re kodek verastkirinê ya derbasdar biafirînin, koda vegerandina jêrîn bikar bînin da ku bigihîjin hesabê xwe:

source: Use your recovery code or contact an administrator for help.
af: Gebruik jou herstelkode of kontak 'n administrateur vir hulp.
be: Выкарыстоўвайце свой код аднаўлення або звярніцеся па дапамогу да адміністратара.
et: Kasutage oma taastamiskoodi või võtke abi saamiseks ühendust administraatoriga.
ku: Koda vegerandina xwe bikar bînin an ji bo alîkariyê bi rêveberek re têkilî daynin.

source: User
af: Gebruiker
be: Карыстальнік
et: Kasutaja
ku: بەکارهێنەر

source: User Guide
af: Handleiding
be: Кіраўніцтва карыстальніка
et: Kasutajajuhend
ku: Rehbera bikaranînê

source: User Interface
af: Gebruikerskoppelvlak
be: Інтэрфейс карыстальніка
et: Kasutajaliides
ku: بەکارهێنەری ڕووکار

source: Username
af: Gebruikersnaam
be: Імя карыстальніка
et: Kasutajanimi
ku: ناوی بەکارهێنەر

source: Users
af: Gebruikers
be: Карыстальнікі
et: Kasutajad
ku: Bikarhêner

source: Vector
af: Vektor
be: вектар
et: Vektor
ku: Vektor

source: Vectors
af: Vektore
be: Вектары
et: Vektorid

source: Verification Code
af: Verifikasie kode
be: Код верыфікацыі
et: Kinnituskood
ku: Koda verastkirinê

source: Version
af: Weergawe
ku: Awa

source: Video Duration
af: Video Duur
be: Працягласць відэа
et: Video kestus
ku: بەخشینەکان

source: View
af: Beskou
be: Выгляд
et: Vaade
ku: بینین

source: View search results as a list.
af: Bekyk soekresultate as 'n lys.
be: Праглядзець вынікі пошуку ў выглядзе спісу.
et: Vaadake otsingutulemusi nimekirjana.
ku: Encamên lêgerînê wekî navnîşek bibînin.

source: Viewer
af: Kyker
be: Глядач
et: Vaataja
ku: Temaşeker

source: Vision
af: Visie
ku: Qaweta çavdîtinê

source: Visitor
af: Besoeker
be: Наведвальнік
et: Külastaja
ku: Serda

source: Visual Similarity
af: Visuele ooreenkoms
be: Візуальнае падабенства
et: Visuaalne sarnasus
ku: گروپکردن بە پێی هاوشێوەیی

source: Warning
af: Waarskuwing
be: Папярэджанне
et: Hoiatus
ku: Gazî

source: We appreciate your feedback!
af: Ons waardeer jou terugvoer!
be: Мы цэнім ваш водгук!
et: Me hindame teie tagasisidet!
ku: Em spasiya nêrîna we dikin!

source: We do our best to respond within five business days or less.
af: Ons doen ons bes om binne vyf werksdae of minder te reageer.
be: Мы робім усё магчымае, каб адказаць на працягу пяці працоўных дзён ці менш.
et: Anname endast parima, et vastata viie tööpäeva jooksul või vähem.
ku: Em çêtirîn dikin ku di nav pênc rojên karsaziyê an kêmtir de bersiv bidin.

source: Web Login
af: Web aanmeld
be: Інтэрнэт-уваход
et: Veebisisene sisselogimine
ku: Têketina Webê

source: WebDAV clients can connect to PhotoPrism using the following URL:
af: WebDAV-kliënte kan aan PhotoPrism koppel deur die volgende URL te gebruik:
be: Кліенты WebDAV могуць падключыцца да PhotoPrism, выкарыстоўваючы наступны URL:
et: WebDAV kliendid saavad PhotoPrismiga ühenduda järgmise URL-i kaudu:
ku: ڕاژەخوازەکانی WebDAV دەتوانن پەیوەندی بکەن بە فۆتۆپریزمەوە بە بەکارهێنانی ئەم URLەی خوارەوە:

source: WebDAV clients, like Microsoft’s Windows Explorer or Apple's Finder, can connect directly to PhotoPrism.
af: WebDAV-kliënte, soos Microsoft se Windows Explorer of Apple's Finder, kan direk aan PhotoPrism koppel.
ku: ڕاژەخوازەکانی WebDAV، وەک Windows Explorer ی Microsoft یانFinderی Apple، دەتوانن ڕاستەوخۆ بە PhotoPrism ەوە ببەسترێنەوە.

source: WebDAV Upload
af: WebDAV oplaai
be: Загрузка WebDAV
et: WebDAV üleslaadimine

source: WebGL support is disabled in your browser
af: WebGL-ondersteuning is in jou blaaier gedeaktiveer
be: Падтрымка WebGL адключана ў вашым браўзеры
et: WebGL tugi on teie brauseris välja lülitatud
ku: Piştgiriya WebGL di geroka we de neçalak e

source: Website
af: Webwerf
be: Вэб-сайт
et: Veebileht

source: White
af: Wit
be: Белы
et: Valge
ku: سپی

source: Work Details
af: Werkbesonderhede
be: Дэталі працы
et: Töö üksikasjad
ku: زانیاری زیاتر

source: Year
af: Jaar
be: год
et: Aasta
ku: ساڵ

source: Yellow
af: Geel
be: Жоўты
et: Kollane
ku: زەرد

source: Yes
af: Ja
be: так
et: Jah
ku: بەڵێ

source: You are welcome to contact us at membership@photoprism.app for questions regarding your membership.
af: Jy is welkom om ons te kontak by membership@photoprism.app vir vrae oor jou lidmaatskap.
be: Вы можаце звязацца з намі па адрасе membership@photoprism.app па пытаннях аб вашым членстве.
et: Olete oodatud meiega ühendust võtma aadressil membership@photoprism.app, kui teil on küsimusi seoses teie liikmelisusega.
ku: Hûn bi xêr hatin ku ji bo pirsên di derbarê endametiya xwe de bi me re têkilî daynin endamên@photoprism.app.

source: You can only download one album
af: Jy kan net een album aflaai
be: Вы можаце спампаваць толькі адзін альбом
et: Võid alla laadida ainult ühe albumi
ku: تۆ تەنها دەتوانی یەك ئەلبوم داگریت

source: You can only download one label
af: Jy kan net een etiket aflaai
be: Вы можаце спампаваць толькі адну метку
et: Võid alla laadida ainult ühe sildi
ku: تۆ تەنها دەتوانی یەك پێناس داگریت

source: You can search for a location or move the marker on the map to change the position:
af: Jy kan na 'n ligging soek of die merker op die kaart skuif om die posisie te verander:
be: Вы можаце шукаць месцазнаходжанне або перамяшчаць маркер на карце, каб змяніць яго становішча:
et: Saate otsida asukohta või liigutada markerit kaardil, et muuta asukohta:
ku: Hûn dikarin li cîhek bigerin an jî nîşankerê li ser nexşeyê biguhezînin da ku pozîsyonê biguherînin:

source: You can upload up to %{n} files for test purposes.
af: Jy kan tot %{n} lêers oplaai vir toetsdoeleindes.
be: Вы можаце загрузіць да %{n} файлаў для тэставых мэт.
et: Saate testimiseks üles laadida kuni %{n} faili.
ku: Hûn dikarin heta %{n} pelan ji bo armancên ceribandinê bar bikin.

source: You may only select one item
af: Jy mag net een item kies
be: Вы можаце выбраць толькі адзін прадмет
et: Võid valida ainult ühe objekti
ku: دەتوانیت تەنها یەک ئایتم دیاریبکەیت

source: You may rescan your library to find additional faces.
af: Jy kan jou biblioteek herskandeer om bykomende gesigte te vind.
be: Вы можаце паўторна адсканіраваць сваю бібліятэку, каб знайсці дадатковыя твары.
et: Võid oma fototeeki uuesti skaneerida, et veel nägusid leida.
ku: Hûn dikarin pirtûkxaneya xwe ji bo dîtina rûyên zêde ji nû ve şeh bikin.

source: Your account has been successfully connected.
af: Jou rekening is suksesvol gekoppel.
be: Ваш уліковы запіс быў паспяхова падключаны.
et: Teie konto on edukalt ühendatud.
ku: Hesabê we bi serkeftî hate girêdan.

source: Your browser does not support WebGL
af: Jou blaaier ondersteun nie WebGL nie
be: Ваш браўзер не падтрымлівае WebGL
et: Teie brauser ei toeta WebGL-i
ku: Geroka we WebGL piştgirî nake

source: Your continued support helps us provide regular updates and remain independent, so we can fulfill our mission and protect your privacy.
af: Jou volgehoue ondersteuning help ons om gereelde opdaterings te verskaf en onafhanklik te bly, sodat ons ons missie kan vervul en jou privaatheid kan beskerm.
be: Ваша нязменная падтрымка дапамагае нам забяспечваць рэгулярныя абнаўленні і заставацца незалежнымі, каб мы маглі выконваць сваю місію і абараняць вашу канфідэнцыяльнасць.
et: Sinu jätkuv toetus aitab meil pakkuda regulaarseid uuendusi ja jääda sõltumatuks, et me saaksime täita oma missiooni ja kaitsta sinu privaatsust.
ku: Piştgiriya weya domdar ji me re dibe alîkar ku em lêçûnên xebitandinê fînanse bikin, karûbarên wekî nexşeyên satelîtê peyda bikin, û taybetmendiyên nû pêşve bixin.

source: Your library is continuously analyzed to automatically create albums of special moments, trips, and places.
af: Jou biblioteek word voortdurend ontleed om outomaties albums van spesiale oomblikke, reise en plekke te skep.
be: Ваша бібліятэка пастаянна аналізуецца для аўтаматычнага стварэння альбомаў асаблівых момантаў, паездак і месцаў.
et: Sinu fototeeki analüüsitakse pidevalt, et luua automaatselt albumied erilistest hetkedest, reisidest ja kohtadest.
ku: Pirtûkxaneya we bi domdarî tê analîz kirin ku bixweber albumên demên taybetî, rêwîtî û deveran çêdike.

source: Zoom in/out
af: Zoem in/uit
be: Павелічэнне/памяншэнне
et: Suumi sisse/välja
ku: گەورەکردن/بچووکردن

# Account
source: Title
af: Titel
be: Назва
et: Tiitel
ku: ناونیشان

# Edit
source: Content
af: Inhoud
ku: Dilşad

# Noun
source: Archive
af: Argief
be: Архіў
et: Arhiiv
ku: ئەرشیف

# Photo
source: Title
af: Titel
be: Назва
et: Pealkiri
ku: ناونیشان

# Verb
source: Archive
af: Argief
be: Архіў
et: Arhiiv
ku: ئەرشیف

source: Album
be: Альбом
ku: ئەلبوم

source: Albums
be: Альбомы
et: Albumid
ku: ئەلبومەکان

source: AM
ku: IM

source: Chroma
be: Каляровасць
et: Värviküllastus
ku: کرۆم

source: Disable TensorFlow
be: Адключыць TensorFlow
et: Keela TensorFlow
ku: لەکاربخە TensorFlow

source: Folder
be: Папка
et: Kaust
ku: بوخچە

source: Hash
be: Хэш
et: Räsi
ku: هاش

source: Help
be: Даведка
et: Abi
ku: یارمەتی

source: in
be: ст
et: ajaga
ku: لە

source: Interval
be: Інтэрвал
et: Intervall
ku: ماوە

source: Item
be: Пункт
et: Element
ku: ئایتم

source: Lens
be: Аб'ектыў
et: Objektiiv
ku: لێنز

source: Logs
be: Журналы
et: Logid
ku: تۆماری لۆگەکان

source: Magenta
be: Пурпурны
ku: ئەرخەوانی

source: Media
be: СМІ
et: Meedia
ku: Medya

source: Medium
be: Сярэдні
et: Keskmine
ku: مامناوەند

source: Node
ku: Girêk

source: Panorama
be: Панарама
et: Panoraam
ku: پانۆراما

source: Panoramas
be: Панарамы
et: Panoraamid
ku: پانۆراماکان

source: RAW
ku: خاو

source: Status
be: Статус
et: Staatus
ku: دۆخ

source: TensorFlow is required for image classification, facial recognition, and detecting unsafe content.
be: TensorFlow патрабуецца для класіфікацыі відарысаў, распазнання твараў і выяўлення небяспечнага кантэнту.
et: TensorFlow on vajalik piltide klassifitseerimiseks, näotuvastuseks ja ohtliku sisu tuvastamiseks.
ku: TensorFlow ji bo dabeşkirina wêneyê, naskirina rû, û tespîtkirina naveroka ne ewle hewce ye.

source: Video
be: Відэа
ku: ڤیدیۆ

source: Videos
be: Відэа
et: Videod
ku: ڤیدیۆکان

source: Admin
be: Адмін

source: Apply
be: Ужыць
et: Rakenda

source: Bio
be: Біяграфія
et: Elulugu

source: Continue with %{provider}
be: Працягнуць з %{provider}
et: Jätka %{provider}

source: Import failed
be: Памылка імпарту
et: Import ebaõnnestus

source: Indexing failed
be: Збой індэксацыі
et: Indekseerimine ebaõnnestus

source: Metadata
be: Метаданыя
et: Metaandmed

source: No server connection
be: Няма злучэння з серверам
et: Serveriühendus puudub

source: OK
be: добра

source: Please do not upload any private, unlawful or offensive pictures.
be: Калі ласка, не запампоўвайце прыватныя, незаконныя або абразлівыя фатаграфіі.
et: Palun ärge laadige üles privaatseid, ebaseaduslikke või solvavaid pilte.

source: r
be: р

source: Select or create an album
be: Выберыце або стварыце альбом
et: Valige või looge album

source: Show less
be: Паказваць менш
et: Näita vähem

source: Show more
be: Паказаць больш
et: Näita rohkem

source: Super Admin
be: Супер адміністратар

source: Upload complete
be: Запампоўка завершана
et: Üleslaadimine lõpetatud
