Repository: ikhzan-devops/photoprism
Catalog: frontend/src/locales/*.po
Languages: af, be, et, ku

source: {0} appended action
af: {0} aangehegte handeling
be: {0} дададзена дзеянне
et: {0} lisatud tegevus
ku: {0} çalakiya pêvekirî

source: {0} files
af: {0} lêers
be: Файлаў: {0}
et: {0} failid
ku: {0} pel

source: {0} files ({1} in total)
af: {0} lêers ({1} in totaal)
be: {0} файлаў (усяго {1})
et: {0} failid ({1} kokku)
ku: {0} pel (bi tevayî {1})

source: {0} more
af: {0} meer
be: яшчэ {0}
et: {0} rohkem
ku: {0} zêde

source: {0} prepended action
af: {0} voorgeskrewe handeling
be: {0} дададзенае дзеянне
et: {0} eelistatud tegevus
ku: {0} çalakiya pêşwextkirî

source: {0} selected
af: {0} gekies
be: {0} выбрана
et: {0} valitud
ku: {0} hilbijartin

source: {0}-{1} of {2}
af: {0}-{1} van {2}
be: {0}-{1} з {2}
ku: {0}-{1} ji {2}

source: %{n} albums found
af: %{n} albums gevind
be: %{n} альбомаў знойдзена
et: %{n} albumit leitud
ku: ئەلبوم دۆزرایەوە %{n}

source: %{n} files uploaded
af: %{n} lêers opgelaai
be: %{n} файлаў запампавана
et: %{n} faili üles laaditud
ku: %{n} پەڕگە بارکرا

source: %{n} folders found
af: %{n} vouers gevind
be: %{n} папак знойдзена
et: %{n} kausta leitud
ku: %{n} بوخچە دۆزرایەوە

source: %{n} GB of %{q} GB used
af: %{n} GB van %{q} GB gebruik
be: %{n} ГБ з %{q} ГБ выкарыстана
et: %{n} GB %{q} kasutatud GB
ku: %{n} GB ji %{q} GB hat bikaranîn

source: %{n} labels found
af: %{n} etikette gevind
be: %{n} метак знойдзена
et: %{n} silti leitud
ku: %{n} پێناس دۆزرایەوە

source: %{n} people found
af: %{n} mense gevind
be: Знойдзена %{n} чалавек
et: %{n} inimest leitud
ku: %{n} kes hatin dîtin

source: %{n} pictures found
af: %{n} fotos gevind
be: Знойдзена %{n} відарысаў
et: %{n} pilti leitud
ku: %{n} wêne hatin dîtin

source: %{s} is too long
af: %{s} is te lank
be: %{s} занадта доўга
et: %{s} on liiga pikk
ku: %{s} pir dirêj e

source: %{s} is too short
af: %{s} is te kort
be: %{s} занадта кароткі
et: %{s} on liiga lühike
ku: %{s} pir kurt e

source: 1 hour
af: 1 uur
be: 1 гадзіна
et: 1 tund
ku: ١ کاتژمێر

source: 12 hours
af: 12 ure
be: 12 гадзін
et: 12 tundi
ku: ١٢ کاتژمێر

source: 2-Factor Authentication
af: 2-faktor-verifikasie
be: 2-фактарная аўтэнтыфікацыя
et: 2-faktoriline autentimine
ku: 2-Authentication Factor

source: 4 hours
af: 4 ure
be: 4 гадзіны
et: 4 tundi
ku: ٤ کاتژمێر

source: A click will copy it to your clipboard.
af: 'n Klik sal dit na jou knipbord kopieer.
be: Клік скапіруе яго ў буфер абмену.
et: Klõpsamine kopeerib selle lõikelauale.
ku: کرتەیەک کۆپی دەکاتە کلیپ بۆردەکەت

source: A new version of %{s} is available:
af: 'n Nuwe weergawe van %{s} is beskikbaar:
be: Даступная новая версія %{s}:
et: Rakenduse %{s} uus versioon on saadaval:
ku: Guhertoyek nû ya %{s} heye:

source: About
af: Oor
be: Аб
et: Teave
ku: دەربارە

source: Access Token
af: Toegang Token
be: Токен доступу
et: Juurdepääsutunnus

source: Account
af: Rekening
be: Уліковы запіс
et: Konto
ku: هەژمار

source: Account created
af: Rekening geskep
be: Уліковы запіс створаны
et: Konto loodud
ku: هەژمارەکە دروستکرا

source: Account deleted
af: Rekening is uitgevee
be: Уліковы запіс выдалены
et: Konto kustutatud
ku: هەژمارەکە سڕایەوە

source: Account restored
af: Rekening is teruggestel
be: Уліковы запіс адноўлены
et: Konto taastatakse
ku: Hesab hat restorekirin

source: Accounts
af: Rekeninge
be: Уліковыя запісы
et: Kontod

source: Accuracy
af: Akkuraatheid
be: Дакладнасць
et: Täpsus
ku: وردبینی

source: Action
af: Aksie
be: Дзеянне
et: Tegevus
ku: کردار

source: Actions
af: Aksies
be: Дзеянні
et: Tegevused
ku: کردارەکان

source: Activate
af: Aktiveer
be: Актываваць
et: Aktiveeri
ku: Çalak bike

source: Activate to remove sorting.
af: Aktiveer om sortering te verwyder.
be: Уключыце, каб выдаліць сартаванне.
et: Aktiveerige sorteerimise eemaldamiseks.
ku: Ji bo rakirina sorkirinê çalak bike.

source: Activate to sort ascending.
af: Aktiveer om stygend te sorteer.
be: Уключыце для сартавання па ўзрастанні.
et: Aktiveerige sorteerimine ülespoole.
ku: Ji bo rêzkirina hilkişînê çalak bike.

source: Activate to sort descending.
af: Aktiveer om dalend te sorteer.
be: Уключыце для сартавання па змяншэнні.
et: Aktiveerige sorteerimine kahanevas järjestuses.
ku: Çalak bike ji bo rêzkirina daketî.

source: Activation Code
af: Aktiverings kode
be: Код актывацыі
et: Aktiveerimiskood
ku: Koda Çalakkirinê

source: Activity
af: Aktiwiteit
ku: Çalakî

source: Add
af: Voeg by
be: Дадаць
et: Lisa
ku: Lêzêdekirin

source: Add %{s}?
af: Voeg %{s} by?
be: Дадаць %{s}?
et: Lisa %{s}?
ku: %{s} lê zêde bike?

source: Add Account
af: Voeg rekening
be: Дадаць уліковы запіс
et: Lisa konto
ku: دەستکاریکردنی هەژمار

source: Add Album
af: Voeg album by
be: Дадаць альбом
et: Lisa album
ku: زیادکردنی ئەلبوم

source: Add files to your library via Web Upload.
af: Voeg lêers by jou biblioteek via Weboplaai.
be: Дадайце файлы ў сваю бібліятэку праз вэб запампоўку.
et: Lisa faile oma fototeeki üleslaadimise teel.
ku: زیادکردنی پەڕگەکان بۆ کتێبخانەکەت لەڕێگای بارکردنی وێب.

source: Add Link
af: Voeg skakel by
be: Дадаць спасылку
et: Lisa link
ku: زیادکردنی بەستەرە

source: Add person?
af: Voeg persoon by?
be: Дадаць чалавека?
et: Lisa inimene?
ku: Mirov lê zêde bike?

source: Add pictures from search results by selecting them.
af: Voeg fotos by die soekresultate deur dit te kies.
be: Дадайце выявы з вынікаў пошуку, выбраўшы іх.
et: Lisa pilte otsingutulemustest neid valides.
ku: Bi hilbijartina wan wêneyan ji encamên lêgerînê zêde bikin.

source: Add to album
af: Voeg aan album
be: Дадаць у альбом
et: Lisa albumisse
ku: زیادکردن بۆ ئەلبوم

source: Add to all
af: Voeg by alles
ku: Li hemûyan zêde bike

source: Add to all selected photos
af: Voeg by alle gekose foto's
ku: Li hemû wêneyên bijartî zêde bike

source: Added
af: Bygevoeg
be: Дададзена
et: Lisatud
ku: زیادکرا

source: Adjust Location
af: Pas Ligging aan
be: Змяніць месцазнаходжанне
et: Kohandage asukohta
ku: Cihê Biguherîne

source: Advanced
af: Gevorderd
be: Пашыраныя
et: Täpsemad
ku: پێشکەوتوو

source: After 1 day
af: Na 1 dag
be: Праз 1 дзень
et: 1 päeva pärast
ku: دوای ١ ڕۆژ

source: After 3 days
af: Na 3 dae
be: Праз 3 дні
et: 3 päeva pärast
ku: دوای ٣ ڕۆژ

source: After 7 days
af: Na 7 dae
be: Праз 7 дзён
et: 7 päeva pärast
ku: دوای ٧ ڕۆژ

source: After entering your password for confirmation, you can set up two-factor authentication with a compatible authenticator app or device:
af: Nadat u u wagwoord ingevoer het vir bevestiging, kan u twee-faktor-verifikasie met 'n versoenbare verifikasie-toepassing of -toestel opstel:
be: Пасля ўводу пароля для пацверджання вы можаце наладзіць двухфактарную аўтэнтыфікацыю з дапамогай сумяшчальнай праграмы або прылады аўтэнтыфікатара:
et: Pärast parooli kinnitamiseks sisestamist saate seadistada kahefaktorilise autentimise ühilduva autentimisrakenduse või -seadmega.
ku: Piştî ku hûn şîfreya xwe ji bo pejirandinê têkevin, hûn dikarin bi serîlêdanek an amûrek pejirandî ya lihevhatî verastkirina du-faktorî saz bikin:

source: After one month
af: Na een maand
be: Праз месяц
et: Ühe kuu pärast
ku: دوای ١ مانگ

source: After one year
af: Na een jaar
be: Праз год
et: Ühe aasta pärast
ku: دوای ١ ساڵ

source: After selecting pictures from search results, you can add them to an album using the context menu.
af: Nadat u fotos uit soekresultate gekies het, kan u dit aan 'n album voeg deur die kontekskieslys te gebruik.
be: Пасля выбару відарысаў з вынікаў пошуку вы можаце дадаць іх у альбом з дапамогай кантэкстнага меню.
et: Pärast piltide valimist otsingutulemustest saad need kontekstimenüü abil albumisse lisada.
ku: Piştî hilbijartina wêneyên ji encamên lêgerînê, hûn dikarin wan bi karanîna menuya naverokê li albûmê zêde bikin.

source: After two months
af: Na twee maande
be: Праз два месяцы
et: Kahe kuu pärast
ku: دوای ٢ مانگ

source: After two weeks
af: Na twee weke
be: Праз два тыдні
et: Kahe nädala pärast
ku: دوای ٢ هەفتە

source: Album Backups
af: Album Rugsteun
be: Рэзервовыя копіі альбомаў
et: Albumite varukoopiad

source: Album created
af: Album geskep
be: Альбом створаны
et: Album lisatud
ku: ئەلبومەکە دروستکرا

source: Album deleted
af: Album uitgevee
be: Альбом выдалены
et: Album kustutatud
ku: Albûm hat jêbirin

source: Albums deleted
af: Albums uitgevee
be: Альбомы выдалены
et: Albumid kustutatud
ku: ئەلبومەکان سڕایەوە

source: All
af: Almal
be: Усе
et: Kõik
ku: Gişt

source: All %{n} albums loaded
af: Alle %{n} albums gelaai
be: Усе %{n} альбомаў загружаны
et: Kõik %{n} albumit laaditud
ku: هەموو %{n} ئەلبومەکان بارکرا

source: All %{n} labels loaded
af: Alle %{n} etikette is gelaai
be: Усе %{n} меткі загружаны
et: Kõik %{n} silti laaditud
ku: هەموو %{n} پێناسەکان بارکرا

source: All %{n} people loaded
af: Alle %{n} mense is gelaai
be: Усе %{n} чалавек загружаны
et: Kõik %{n} inimest laaditud
ku: Hemû %{n} kes bar kirin

source: All Cameras
af: Alle kameras
be: Усе камеры
et: Kõik kaamerad
ku: هەموو کامێراکان

source: All Categories
af: Alle kategorieë
be: Усе катэгорыі
et: Kõik kategooriad
ku: هەموو هاوپۆلەکان

source: All Colors
af: Alle kleure
be: Усе колеры
et: Kõik värvid
ku: هەموو رەنگەکان

source: All Countries
af: Alle lande
be: Усе краіны
et: Kõik riigid
ku: هەموو وڵاتەکان

source: All fields are required
af: Alle velde word vereis
be: Усе палі абавязковыя для запаўнення
et: Kõik väljad on kohustuslikud
ku: هەموو خانەکان پێویستە

source: All files from import folder
af: Alle lêers vanaf invoergids
be: Усе файлы з папкі імпарту
et: Kõik failid impordikaustast
ku: هەموو پەڕگەکان لە بوخچەی هاوردەکردن

source: All Lenses
af: Alle lense
be: Усе лінзы
et: Kõik läätsed
ku: هەموو لێنزەکان

source: All Months
af: Alle Maande
be: Усе месяцы
et: Kõik kuud
ku: هەموو مانگەکان

source: All originals
af: Alle oorspronklikes
be: Усе арыгіналы
et: Kõik originaalid
ku: هەموو ڕەسەنەکان

source: All Years
af: Alle Jare
be: Усе гады
et: Kõik aastad
ku: هەموو ساڵەکان

source: Alternatively, you can upload files directly to WebDAV servers like Nextcloud.
af: Alternatiewelik kan u lêers direk na WebDAV-bedieners soos Nextcloud oplaai.
be: Акрамя таго, вы можаце запампаваць файлы непасрэдна на серверы WebDAV, такія як Nextcloud.
et: Alternatiivina saad faile üles laadida otse WebDAV serveritesse nagu Nextcloud.
ku: لە جیاتی ئەوە، دەتوانیت ڕاستەوخۆ پەڕگەکان باربکەیتە سەر ڕاژەی WebDAV وەک Nextcloud.

source: Altitude
af: Hoogte
be: Вышыня над узроўнем мора
et: Kõrgus
ku: هێڵی درێژی

source: Altitude (m)
af: Hoogte (m)
be: Вышыня (м)
et: Kõrgus (m)
ku: بەرزی (m)

source: Animated
af: Geanimeerde
be: Аніміраваныя
et: Animeeritud
ku: ئەنیمەیشن

source: Animation
af: Animasie
be: Анімацыя
et: Animatsioon
ku: ئەنیمەیشن

source: Animations
af: Animasies
be: Анімацыі
et: Animatsioonid
ku: Anîmasyon

source: Any private photos and videos remain private and won't be shared.
af: Enige privaat foto's en video's bly privaat en sal nie gedeel word nie.
be: Любыя прыватныя фатаграфіі і відэа застаюцца прыватнымі і не будуць перададзены.
et: Kõik isiklikud fotod ja videod jäävad isiklikuks ja neid ei jagata.
ku: هەر فۆتۆ و ڤیدیۆیەکی تایبەت بە تایبەتی دەمێنێتەوە و هاوبەش ناکرێت.

source: API Key
af: API-sleutel
be: Ключ API
et: API võti
ku: API کلیلی

source: Application
af: Toepassing
be: Ужыванне
et: Taotlus
ku: Bikaranînî

source: Applications
af: Toepassings
ku: Serlêdan

source: Approve
af: Keur goed
be: Зацвердзіць
et: Kinnita
ku: په‌سه‌ندکردن

source: Approve and save changes
af: Keur veranderinge goed en stoor dit
ku: Guhertinan pesend bike û tomar bike

source: Apps and Devices
af: Toepassings en toestelle
be: Праграмы і прылады
et: Rakendused ja seadmed
ku: Serlêdan û Amûrên

source: Archived
af: Geargiveer
be: Заархівавана
et: Arhiveeritud
ku: ئەرشیفکراو

source: Are you sure you want to archive the selection?
af: Is jy seker jy wil die keuse argiveer?
be: Вы ўпэўнены, што хочаце заархіваваць выбар?
et: Kas oled kindel, et soovid valiku arhiveerida?
ku: ئایا دڵنیایت لەوەی دەتەوێت ئەم دیاریکردنە ئەرشیف بکەیت؟

source: Are you sure you want to delete these albums?
af: Is jy seker jy wil hierdie albums uitvee?
be: Вы ўпэўнены, што хочаце выдаліць гэтыя альбомы?
et: Kas oled kindel, et soovid need albumid kustutada?
ku: دڵنیایت لەوەی دەتەوێت ئەم ئەلبومانە بسڕیتەوە؟

source: Are you sure you want to delete these labels?
af: Is jy seker jy wil hierdie etikette uitvee?
be: Вы ўпэўнены, што жадаеце выдаліць гэтыя меткі?
et: Kas oled kindel, et soovid need sildid kustutada?
ku: دڵنیایت لەوەی دەتەوێت ئەم پێناسانە بسڕیتەوە؟

source: Are you sure you want to delete this account?
af: Is jy seker jy wil hierdie rekening uitvee?
be: Вы ўпэўнены, што хочаце выдаліць гэты акаунт?
et: Kas oled kindel, et soovid selle konto kustutada?
ku: دڵنیایت لەوەی دەتەوێت ئەم هەژمارانە بسڕیتەوە؟

source: Are you sure you want to delete this album?
af: Is jy seker jy wil hierdie album verwyder?
be: Вы ўпэўненыя, што хочаце выдаліць гэты альбом?
et: Kas olete kindel, et soovite selle albumi kustutada?
ku: Tu piştrast î ku dixwazî vê albûmê jê bibî?

source: Are you sure you want to permanently delete these pictures?
af: Is jy seker jy wil hierdie fotos permanent uitvee?
be: Вы ўпэўнены, што хочаце назаўсёды выдаліць гэтыя фатаграфіі?
et: Kas oled kindel, et soovid need pildid lõplikult kustutada?
ku: ئایا دڵنیایت لەوەی دەتەوێت ئەم وێنانە بە هەمیشەیی بسڕیتەوە؟

source: Are you sure you want to permanently delete this file?
af: Is jy seker jy wil hierdie lêer permanent uitvee?
be: Вы ўпэўнены, што хочаце назаўжды выдаліць гэты файл?
et: Kas oled kindel, et soovid selle faili lõplikult kustutada?
ku: ئایا دڵنیایت لەوەی دەتەوێت بە هەمیشەیی ئەم پەڕگەیە بسڕیتەوە؟

source: Are you sure?
af: Is jy seker?
be: Вы ўпэўнены?
et: Kas sa oled kindel?
ku: Piştrastin?

source: Artist
af: Kunstenaar
be: Мастак
et: Kunstnik
ku: هونەرمەند

source: Aspect Ratio
af: Aspekverhouding
be: Суадносіны бакоў
et: Küljesuhe
ku: ڕێژەی ڕوو

source: Attributes
af: Eienskappe
ku: Taybetmendî

source: Audio
af: Oudio
be: Аўдыё

source: Audit Log
af: Oudio
ku: Audio

source: Authentication
af: Stawing
be: Аўтэнтыфікацыя
et: Autentimine

source: Auto
af: Outo
be: Аўто

source: Back
af: Terug
be: Назад
et: tagasi
ku: Paş

source: Back to top
af: Terug na bo
be: Вярнуцца да пачатку
et: Tagasi üles
ku: Vegere serî

source: Backup
af: Ondersteuning
be: Рэзервовае капіраванне
et: Varukoopia

source: Badge
af: Kenteken
be: Значок
et: Märgis
ku: Nîşan

source: Base Path
af: Basispad
be: Базавы шлях
et: Baasirada
ku: Rêya bingehîn

source: Batch
af: Groep
ku: Kom

source: Batch Edit
af: Groepwysiging
ku: Guherandina Komî

source: Become a member today, support our mission and enjoy our member benefits!
af: Word vandag 'n lid, ondersteun ons missie en geniet ons ledevoordele!
be: Станьце членам сёння, падтрымайце нашу місію і атрымлівайце асалоду ад нашых пераваг для ўдзельнікаў!
et: Astu liikmeks juba täna, toeta meie missiooni ja naudi meie liikmete soodustusi!
ku: Îro bibin endam, piştgirî bidin mîsyona me û ji feydeyên endamtiya me sûd werbigirin!

source: Being 100% self-funded and independent, we can promise you that we will never sell your data and that we will always be transparent about our software and services.
af: Omdat ons 100% selfbefonds en onafhanklik is, kan ons jou belowe dat ons nooit jou data sal verkoop nie en dat ons altyd deursigtig sal wees oor ons sagteware en dienste.
be: Будучы на 100% самафінансаваным і незалежным, мы можам паабяцаць вам, што ніколі не будзем прадаваць вашы даныя і што мы заўсёды будзем празрыстымі адносна нашага праграмнага забеспячэння і паслуг.
et: Kuna me oleme 100% isefinantseeritud ja sõltumatud, võime lubada, et me ei müü kunagi su andmeid ja et oleme oma tarkvara ja teenuste osas alati läbipaistvad.
ku: Ji ber ku 100% xwe-fînansedar û serbixwe ne, em dikarin soz bidin we ku em ê ti carî daneyên we nefroşin û ku em ê her gav di derheqê nermalava û karûbarên xwe de zelal bin.

source: Birth Date
af: Geboortedatum
be: Дата нараджэння
et: Sünnikuupäev
ku: Dîroka Jidayikbûnê

source: Black
af: Swart
be: Чорны
et: Must
ku: ڕەش

source: Blackman: Lanczos Modification, Less Ringing Artifacts
af: Swartman: Lanczos-wysiging, minder lui-artefakte
be: Блэкмэн: мадыфікацыя Lanczos, менш звонкія артэфакты
et: Blackman: Lanczos modifikatsioon, vähem artefakte

source: Blue
af: Blou
be: Сіні
et: Sinine
ku: شین

source: Brown
af: Bruin
be: Карычневы
et: Pruun
ku: قاوەیی

source: Browse
af: Snuffel
be: Праглядзіце
et: Sirvi

source: Browse and edit image classification labels.
af: Blaai deur en wysig beeldklassifikasie-etikette.
be: Прагляд і рэдагаванне метак класіфікацыі відарысаў.
et: Sirvi ja muuda piltide klassifitseerimise silte.
ku: گەڕان و بژارکردنی ناونیشانەکانی پۆلێنکردنی وێنە.

source: Browse and share your pictures organized into monthly albums.
af: Blaai deur en deel jou foto's wat in maandelikse albums georganiseer is.
be: Праглядайце і дзяліцеся сваімі фотаздымкамі, упарадкаванымі ў штомесячныя альбомы.
et: Sirvige ja jagage oma pilte, mis on organiseeritud igakuistesse albumitesse.
ku: Wêneyên xwe yên ku di albûmên mehane de hatine organîze kirin bigerin û parve bikin.

source: Browse Files
af: Blaai deur lêers
be: Прагляд файлаў
et: Failide sirvimine
ku: Pelan bigerin

source: Browse indexed files and folders in Library.
af: Blaai deur geïndekseerde lêers en dopgehou in Biblioteek.
be: Прагляд праіндэксаваных файлаў і папак у бібліятэцы.
et: Sirvi fototeegis olevaid indekseeritud faile ja kaustu.
ku: گەڕان لە پەڕگە وبوخچە نوانەدارەکان لە کتێبخانە.

source: Browse Pictures
af: Blaai deur prente
ku: Wêneyan Bigerîne

source: Bug Report
af: Fout verslag
be: Справаздача пра памылку
et: Vearaport
ku: راپۆرتی هەڵە

source: Busy, please wait…
af: Besig, wag asseblief…
be: Заняты, пачакайце…
et: Hõivatud, palun oota…
ku: سەرقاڵە، تکایە چاوەڕێکە…

source: By using the software and services we provide, you agree to our terms of service, privacy policy, and code of conduct.
af: Deur die sagteware en dienste wat ons verskaf te gebruik, stem jy in tot ons diensbepalings, privaatheidsbeleid en gedragskode.
be: Выкарыстоўваючы праграмнае забеспячэнне і паслугі, якія мы прадстаўляем, вы згаджаецеся з нашымі ўмовамі абслугоўвання, палітыкай прыватнасці і кодэксам паводзін.
et: Meie poolt pakutavat tarkvara ja teenuseid kasutades nõustud kasutustingimuste, privaatsuspoliitika ja käitumiskoodeksiga.
ku: Bi karanîna nermalava û karûbarên ku em pêşkêş dikin, hûn şertên karûbarê me, polîtîkaya nepenîtiyê, û koda tevgerê qebûl dikin.

source: Calendar
af: Kalender
be: Каляндар
et: Kalender
ku: ڕۆژمێر

source: Camera
af: Kamera
be: Камера
et: Kaamera
ku: کامێرا

source: Camera Serial
af: Kamerareeks
be: Серыял камеры
et: Kaamera seerianumber
ku: زنجیرەی کامێرا

source: Can't access your authenticator app or device?
af: Kan jy nie toegang tot jou verifikasieprogram of toestel kry nie?
be: Не можаце атрымаць доступ да праграмы або прылады аўтэнтыфікатара?
et: Ei saa juurdepääsu oma autentimisrakendusele või seadmele?
ku: Ma hûn nikarin xwe bigihînin sepan an cîhaza xweya rastgir?

source: Can't load more, limit reached
af: Kan nie meer laai nie, limiet bereik
be: Немагчыма загрузіць больш, дасягнуты ліміт
et: Rohkem ei saa laadida, limiit on saavutatud
ku: ناتوانێت زیاتر بار بکات، گەیشتە سنوور

source: Can't select more items
af: Kan nie meer items kies nie
be: Немагчыма выбраць больш элементаў
et: Rohkem objekte ei saa valida
ku: ناتوانێت ئایتمی زیاتر دیاری بکات

source: Cancel
af: Kanselleer
be: Адмяніць
et: Katkesta
ku: هه‌ڵوه‌شاندنه‌وه

source: Cannot copy to clipboard
af: Kan nie na knipbord kopieer nie
be: Немагчыма скапіраваць у буфер абмену
et: Ei saa kopeerida lõikelauale
ku: Nikare li clipboardê kopî bike

source: Caption
af: Byskrif
be: Надпіс
et: Pealkiri
ku: Sernivîs

source: Cards
af: Kaarte
be: Карты
et: Kaardid
ku: کارتەکان

source: Carousel slide {0} of {1}
af: Karrouselskyfie {0} van {1}
be: Слайд каруселі {0} з {1}
et: Karussell slaid {0} of {1}
ku: slide carousel {0} ji {1}

source: Category
af: Kategorie
be: Катэгорыя
et: Kategooria
ku: هاوپۆله‌كان

source: Change Avatar
af: Verander Avatar
be: Змяніць аватар
et: Muuda profiilipilti
ku: گۆڕینی نیشانەنوێنی تایبەت

source: Change Password
af: Verander wagwoord
be: Змяніць пароль
et: Muuda parool
ku: تێپەڕەوشەی نوێ

source: Change personal profile and security settings.
af: Verander persoonlike profiel en sekuriteitinstellings.
be: Змяніць асабісты профіль і параметры бяспекі.
et: Muuta isikliku profiili ja turvaseadeid.
ku: Profîla kesane û mîhengên ewlehiyê biguherînin.

source: Change photo titles, locations, and other metadata.
af: Verander fototitels, liggings en ander metadata.
be: Змяніць назвы фатаграфій, месцы і іншыя метаданыя.
et: Muuda fotode pealkirju, asukohti ja muid metaandmeid.
ku: Sernivîsên wêneyan, cîh û metadata din biguherînin.

source: Change private flag
af: Verander privaat vlag
be: Змяніць прыватны тэг
et: Muuda isiklikkust
ku: گۆڕینی نیشانەنوێنی تایبەت

source: Changes could not be saved
af: Veranderinge kon nie gestoor word nie
be: Не ўдалося захаваць змены
et: Muudatuste salvestamine ebaõnnestus
ku: گۆڕانکاریەکان پاشەکەوت نەکراوە

source: Changes successfully saved
af: Veranderinge suksesvol gestoor
be: Змены паспяхова захаваны
et: Muudatused edukalt salvestatud
ku: گۆڕانکاریەکان سەرکەوتوانە پاشەکەوتکرا

source: Changes to the advanced settings require a restart to take effect.
af: Veranderinge aan die gevorderde instellings vereis 'n herbegin om in werking te tree.
be: Каб змены ў дадатковых наладах уступілі ў сілу, патрабуецца перазапуск.
et: Täiustatud seadete muutmine nõuab jõustumiseks taaskäivitamist.
ku: Guhertinên mîhengên pêşkeftî ji nû ve destpêkirinê hewce dike ku bandor bike.

source: Checked
af: Gekontroleer
be: Праверана
et: Kontrollitud
ku: پشکنرا

source: Cleaning index and cache
af: Skoonmaak indeks en kas
be: Ачыстка індэкса і кэша
et: Indeksi ja vahemälu puhastamine
ku: Paqijkirina index û cache

source: Cleanup
af: Maak skoon
be: Прыбіраць
et: Puhastamine
ku: Demdirêj

source: Clear {0}
af: Vee {0} uit
be: Ачысціць {0}
ku: Paqij bike {0}

source: Client
af: Kliënt
be: Кліент
et: Klient
ku: Kirrîxwaz

source: Client Credentials
af: Kliënt geloofsbriewe
be: Уліковыя даныя кліента
et: Kliendi volitused
ku: Bawernameyên Client

source: Close
af: Naby
be: Закрыць
et: Sulge
ku: داخستن

source: Cluster
af: Groep
ku: Kom

source: Codec
af: Kodek
be: Кодэк
et: Koodek

source: Color
af: Kleur
be: Колер
et: Värv
ku: ڕەنگ

source: Color Profile
af: Kleur profiel
be: Каляровы профіль
et: Värviprofiil
ku: Profîla Rengê

source: Colors
af: Kleure
be: Колеры
et: Värvid
ku: ڕەنگەکان

source: Compare Editions
af: Vergelyk uitgawes
be: Параўнаць выданні
et: Võrdle versioone
ku: Berawirdî Weşanan

source: Complete Rescan
af: Voltooi herskandering
be: Поўнае паўторнае сканаванне
et: Täielik taasskannimine
ku: پشکنینەوەی تەواو

source: Confidence
af: Vertroue
be: Упэўненасць
et: Kindlus
ku: دڵنیایی

source: Confirm
af: Bevestig
be: Пацвердзіць
et: Kinnita
ku: Tesdîqkirin

source: Connect
af: Koppel
be: Злучыць
et: Ühenda
ku: بەستنەوە

source: Connect via WebDAV
af: Koppel via WebDAV
be: Злучэнне праз WebDAV
et: Ühenda WebDAV-i kaudu
ku: بەستنەوە بە WebDAV

source: Connected
af: Gekoppel
be: Падключана
et: Ühendatud
ku: بەستنەوە

source: Contact Details
af: Kontakbesonderhede
be: Кантактная інфармацыя
et: Kontaktandmed
ku: پەیوەندیمان پێوە بکە

source: Contact Us
af: Kontak Ons
be: Звяжыцеся з намі
et: Võta meiega ühendust
ku: پەیوەندیمان پێوە بکە

source: Contains %{n} pictures.
af: Bevat %{n} fotos.
be: Змяшчае %{n} відарысаў.
et: Sisaldab %{n} pilti.
ku: %{n} wêneyan dihewîne.

source: Contains one picture.
af: Bevat een foto.
be: Змяшчае адзін малюнак.
et: Sisaldab ühte pilti.
ku: Yek wêneyek dihewîne.

source: Content
af: Inhoud
be: Змест
et: Sisu
ku: Dilşad

source: Continue
af: Aanhou
be: Працягнуць
et: Jätka
ku: Berdewamkirin

source: Contributor
af: Bydraer
be: Укладальнік
et: Toetaja
