Repository: ikhzan-devops/photoprism
Catalog: assets/locales/*/default.po
Languages: ga

source: Something went wrong, try again
ga: Chuaigh rud éigin mícheart, bain triail eile as

source: Unable to do that
ga: Ní féidir é sin a dhéanamh

source: Changes could not be saved
ga: Níorbh fhéidir na hathruithe a shábháil

source: Could not be deleted
ga: Níorbh fhéidir a scriosadh

source: %s already exists
ga: %s ann cheana

source: Not found
ga: Ní bhfuarthas

source: File not found
ga: Comhad gan aimsiú

source: File too large
ga: Comhad ró-mhór

source: Unsupported
ga: Gan tacaíocht

source: Unsupported type
ga: Cineál nach dtacaítear leis

source: Unsupported format
ga: Formáid nach dtacaítear léi

source: Originals folder is empty
ga: Tá fillteán bunghnéithe folamh

source: Selection not found
ga: Níor aimsíodh an rogha

source: Entity not found
ga: Aonán gan aimsiú

source: Account not found
ga: Cuntas gan aimsiú

source: User not found
ga: Úsáideoir gan aimsiú

source: Label not found
ga: Níor aimsíodh an lipéad

source: Album not found
ga: Albam gan aimsiú

source: Subject not found
ga: Ní bhfuarthas an t-ábhar

source: Person not found
ga: Ní bhfuarthas an duine

source: Face not found
ga: Aghaidh gan aimsiú

source: Not available in public mode
ga: Níl sé ar fáil i mód poiblí

source: Not available in read-only mode
ga: Níl sé ar fáil i mód inléite amháin

source: Please log in to your account
ga: Logáil isteach i do chuntas le do thoil

source: Permission denied
ga: Cead diúltaithe

source: Payment required
ga: Íocaíocht ag teastáil

source: Upload might be offensive
ga: D'fhéadfadh uaslódáil a bheith maslach

source: Upload failed
ga: Theip ar an uaslódáil

source: No items selected
ga: Níl aon mhír roghnaithe

source: Failed creating file, please check permissions
ga: Theip ar chruthú an chomhaid, seiceáil na ceadanna

source: Failed creating folder, please check permissions
ga: Theip ar chruthú fillteán, seiceáil na ceadanna

source: Could not connect, please try again
ga: Níorbh fhéidir ceangal a dhéanamh, bain triail eile as

source: Enter verification code
ga: Cuir isteach cód fíorúcháin

source: Invalid verification code, please try again
ga: Cód fíoraithe neamhbhailí, bain triail eile as

source: Invalid password, please try again
ga: Pasfhocal neamhbhailí, bain triail eile as

source: Feature disabled
ga: Gné díchumasaithe

source: No labels selected
ga: Níor roghnaíodh aon lipéid

source: No albums selected
ga: Níor roghnaíodh aon albam

source: No files available for download
ga: Níl aon chomhaid ar fáil le híoslódáil

source: Failed to create zip file
ga: Theip ar chruthú an chomhaid zip

source: Invalid credentials
ga: Dintiúir neamhbhailí

source: Invalid link
ga: Nasc neamhbhailí

source: Invalid name
ga: Ainm neamhbhailí

source: Busy, please try again later
ga: Gnóthach, bain triail eile as ar ball

source: The wakeup interval is %s, but must be 1h or less
ga: Is é %s an t-eatramh múscail, ach caithfidh sé a bheith 1h nó níos lú

source: Your account could not be connected
ga: Níorbh fhéidir do chuntas a nascadh

source: Too many requests
ga: An iomarca iarratas

source: Insufficient storage
ga: Stóráil neamhleor

source: Quota exceeded
ga: Sáraíodh an cuóta

source: Changes successfully saved
ga: Sábháladh na hathruithe

source: Album created
ga: Albam cruthaithe

source: Album saved
ga: Sábháilte albam

source: Album %s deleted
ga: Albam %s scriosta

source: Album contents cloned
ga: Clónáilte ábhar albam

source: File removed from stack
ga: Baineadh an comhad den chruach

source: File deleted
ga: Scriosadh an comhad

source: Selection added to %s
ga: Cuireadh an rogha le %s

source: One entry added to %s
ga: Cuireadh iontráil amháin le %s

source: %d entries added to %s
ga: %d iontráil curtha le %s

source: One entry removed from %s
ga: Baineadh iontráil amháin de %s

source: %d entries removed from %s
ga: %d iontráil bainte de %s

source: Account created
ga: Cuntas cruthaithe

source: Account saved
ga: Cuntas sábháilte

source: Account deleted
ga: Scriosadh an cuntas

source: Settings saved
ga: Socruithe sábháilte

source: Password changed
ga: Athraíodh an pasfhocal

source: Import completed in %d s
ga: Iompórtáil críochnaithe i %d s

source: Import canceled
ga: Cealaíodh an iompórtáil

source: Indexing completed in %d s
ga: Innéacsú curtha i gcrích in %d s

source: Indexing originals...
ga: Buntéacs á innéacsú...

source: Indexing files in %s
ga: Comhaid á innéacsú in %s

source: Indexing canceled
ga: Innéacsú cealaithe

source: Removed %d files and %d photos
ga: Baineadh %d comhaid agus %d grianghraif

source: Moving files from %s
ga: Comhaid á mbogadh ó %s

source: Copying files from %s
ga: Comhaid á gcóipeáil ó %s

source: Labels deleted
ga: Scriosadh na lipéid

source: Label saved
ga: Lipéad sábháilte

source: Subject saved
ga: Ábhar sábháilte

source: Subject deleted
ga: Scriosadh an t-ábhar

source: Person saved
ga: Sábháladh an duine

source: Person deleted
ga: Scriosadh an duine

source: File uploaded
ga: Comhad uaslódáilte

source: %d files uploaded in %d s
ga: %d comhaid uaslódáilte i %d s

source: Processing upload...
ga: Uaslódáil á phróiseáil...

source: Upload has been processed
ga: Próiseáladh an t-uaslódáil

source: Selection approved
ga: Faomhadh an roghnúcháin

source: Selection archived
ga: Roghnaithe sa chartlann

source: Selection restored
ga: Athchóiríodh an roghnúchán

source: Selection marked as private
ga: Roghnú marcáilte mar phríobháideach

source: Albums deleted
ga: Albaim scriosta

source: Zip created in %d s
ga: Zip cruthaithe i %d s

source: Permanently deleted
ga: Scriosta go buan

source: %s has been restored
ga: %s athchóirithe

source: Successfully verified
ga: D'éirigh leis a fhíorú

source: Successfully activated
ga: Cuireadh i ngníomh go rathúil
